Repository: jameshilliard/bhr4_release_01_04_00_10
Catalog: pavuk-0.9.35/po/*.po
Languages: cs, fr, pl, sk, uk

source: Missing specification of URL in request
cs: Chybí URL pro po¾adavek
fr: Specification de l'adresse absente de de la requête
pl: Brak okre¶lenia pól ¿±dania dla ¿±dania POST
sk: Chýba ¹pecifikácia URL v po¾iadavke

source: Missing request fields specification for POST request
cs: Chybí polo¾ka request v dotazu POST
fr: Champs manquants pour la requête POST
pl: Brak okre¶lenia pól ¿±dania dla ¿±dania POST
sk: Chýbajú polo¾ky pre ¹pecifikáciu POST po¾iadavky

source: Multipart encoding not supported with GET requests
cs: Kódování multipart není podporováno v po¾adavku GET
fr: Encodage "Multipart" non supporté dans le requêtes GET
pl: Kodowanie wieloczê¶ciowe nie obs³ugiwane z ¿±daniami GET
sk: Multipart kódovanie nie je podporované v GET po¾iadavkách
uk: Multipart encoding ╕з запитами GET не п╕дтриму╓ться

source: - http over SSL
cs: - http pøes SSL
fr: - HTTP sur SSL

source: - with filesystem free space checking
cs: - s testem volného místa na disku
fr: - Avec une vérification de l'espace disque disponible
pl: - ze sprawdzaniem wolnego miejsca na dysku
uk: - з перев╕ркою в╕льного м╕сця на файов╕й систем╕

source: - with optional regex patterns in -fnrules and -*rpattern options
cs: - s volitelnými regulárnímy výrazy ve volbách -fnrules a -*rpattern
fr: - Avec des motifs regex optionnels dans les options -fnrules et -*rpattern

source: - with POSIX regexp
cs: - s POSIX regulárnímy výrazy
fr: - Avec des expressions régulières POSIX
uk: - з п╕дтримкою POSIX regexp

source: - with Bell V8 regexp
cs: - s Bell V8 regulárnímy výrazy
fr: - Avec des expressions régulières Bell V8
uk: - з п╕дтримкою Bell V8 regexp

source: - with BSD regexp
cs: - s BSD regulárnímy výrazy
fr: - Avec des expressions régulières BSD
uk: - з п╕дтримкою BSD regexp

source: - with GNU regexp
cs: - s GNU regulárnímy výrazy
fr: - Avec des expressions régulières GNU
uk: - з п╕дтримкою GNU regexp

source: - with PCRE regexp
cs: - s PCRE regulárnímy výrazy
fr: - Avec des expressions régulières PCRE
uk: - з п╕дтримкою PCRE regexp

source: - with support for loading files from Netscape browser cache
cs: - s podporou naèítání souborù z cache prohlí¾eèe Netscape
fr: - Avec le support de chargement des fichiers depuis le cache de Netscape
pl: - z obs³ug± czytania plików z cache Netscape
uk: - з п╕дтримкою завантаження файл╕в з кеша Netscape

source: - with support for detecting whether pavuk is running as background job
cs: - s podporou detekce bìhu pavuka na pozadí
fr: - Avec le support de la détection du fonctionnement de pavuk en arrière plan
pl: - z obs³ug± wykrywania czy pavuk jest uruchomiony w tle
uk: - з п╕дтримкою перев╕рки роботи Павука у "п╕дп╕льному" режим╕

source: - with multithreading support
cs: - s podporou více vláken
fr: - Avec le support du multithread
pl: - z obs³ug± wielow±tkowo¶ci
uk: - з п╕дтримкою багатопотоковост╕

source: - with NTLM authorization support
cs: - s podporou NTLM autorizace
fr: - Avec le support de l'authentification Windows NT
pl: - z obs³ug± uwierzytelniania NTLM
uk: - з п╕дтримкою авторизац╕╖ NTLM

source: - with JavaScript bindings
cs: - s JavaScriptem
fr: - Avec le support JavaScript inclus

source: WARNING: option "%s" not supported in current configuration!
cs: VAROVÁNÍ: volba "%s" není podporována v souèasné konfiguraci!
fr: Attention : l'option "%s" n'est pas supportée dans cette configuration !
pl: UWAGA: w bie¿±cej konfiguracji opcja "%s" nie jest obs³ugiwana!
uk: УВАГА: опц╕я "%s" не працю╓ у дан╕й конф╕╜урац╕╖!

source: Trying to resume from position %d
cs: Pokus dokonèit pøenos od pozice %d
fr: Tentative de reprise à partir de %d
pl: Próba przywrócenia od pozycji %d
uk: Намага╓мося продовжити з позиц╕╖ %d

source: Gopher/BINHEX
fr: BINHEX Gopher

source: Gopher/DOS bin
fr: DOS bin Gopher

source: Gopher/UUencoded
fr: UUencodé Gopher

source: Gopher/bin
fr: Bin Gopher

source: Gopher/TN3270
fr: TN3270 Gopher

source: S: %s [R: %s] [ET: %s] [RT: %s]
cs: V: %s [R: %s] [OD: %s] [SÈ: %s]
fr: E : %s [R : %s] [TE : %s] [TR : %s]

source: S: %s [R: %s] [ET: %s]
cs: V: %s [R: %s] [OD: %s]
fr: E : %s [R : %s] [TR : %s]

source: Warning: FTP server undertand REST command, but can't handle it properly.
cs: Varování: FTP server rozumí pøíkazu REST, ale ¹patnì.
fr: Le serveur FTP accepte la commande REST mais ne la traite pas.
uk: Увага: сервер FTP розум╕╓ команду REST, але не може ╖╖ виконати в╕рно.

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN"> <HTML> <TITLE> Directory of %s://%s:%d%s </TITLE> <BODY> <H1 ALIGN=CENTER><B>List of FTP directory %s://%s:%d/%s </H1><BR><UL>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN"> <HTML> <TITLE> Adresáø z %s://%s:%d%s </TITLE> <BODY> <H1 ALIGN=CENTER><B>Obsah FTP adresáøe %s://%s:%d/%s </H1><BR><UL>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN"> <HTML> <TITLE> Répertoire de %s://%s:%d%s </TITLE> <BODY> <H1 ALIGN=CENTER><B>Contenu du répertoire FTP %s ://%s:%d/%s </H1><BR><UL>

source: OK
fr: Valider

source: ********************* Gopher request **************
fr: ********************* Requête Gopher **************
pl: ********************* ¯±danie Gopher **************
uk: ********************* Запит Gopher **************

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN"> <HTML> <TITLE> Directory of gopher://%s:%d/%s </TITLE> <BODY> <H1 ALIGN=CENTER><B>Directory of gopher://%s:%d/%s </H1><BR><BR><UL>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN"> <HTML> <TITLE> Adresáø gopher://%s:%d/%s </TITLE> <BODY> <H1 ALIGN=CENTER><B>Adresáø gopher://%s:%d/%s </H1><BR><BR><UL>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN"> <HTML> <TITLE> Répertoire gopher : //%s:%d/%s </TITLE> <BODY> <H1 ALIGN=CENTER><B>Répertoire Gopher : //%s:%d/%s </H1><BR><BR><UL>

source: Pavuk %s %s an automatic WEB file grabber By Stefan Ondrejicka (ondrej@idata.sk) URL : http://www.idata.sk/~ondrej/pavuk/
cs: Pavuk %s %s automatický stahovaè souborù vytvoøil ©tefan Ondrejièka (ondrej@idata.sk) èeské titulky: Petr VYHNÁLEK (petr.vyhnalek@email.cz) Petr Èech (cech@atrey.karlin.mff.cuni.cz) URL : http://www.idata.sk/~ondrej/pavuk/
fr: Pavuk %s %s Aspirateur de sites Web automatique Ecrit par Stefan Ondrejicka (ondrej@idata.sk) Adresse : http://www.idata.sk/~ondrej/pavuk/
pl: Pavuk %s %s to automat do pobierania plików z sieci Web napisany przez Stefan Ondrejicka (ondrej@idata.sk) URL : http://www.idata.sk/~ondrej/pavuk/
uk: Павук %s %s автоматичний завантажувач файл╕в WEB Автор Stefan Ondrejicka (ondrej@idata.sk) URL : http://www.idata.sk/~ondrej/pavuk/

source: Processed: %5d
cs: Zpracováno: %5d
fr: Traités : %5d
pl: Przetworzono: %5d
uk: У робот╕: %5d

source: Queued: %5d
cs: Ve frontì: %5d
fr: En file d'attente : %5d
pl: Skolejkowano: %5d
uk: У черз╕: %5d

source: Failed: %4d
cs: Selhalo: %4d
fr: Echecs : %4d
pl: B³êdy: %4d
uk: Зб╕й: %4d

source: Rejected: %5d
cs: Zakázáno: %5d
fr: Rejetés : %5d
pl: Odrzucono: %5d
uk: В╕дкинуто: %5d

source: URL
fr: Adresse

source: Grabber I
cs: Stahovaè I
fr: Capture I
pl: Pobieranie I
uk: Тягайло ╤

source: kB
fr: Ko
uk: кБ

source: kB
fr: Ko
uk: кБ

source: Grabber II
cs: Stahovaè II
fr: Capture II
pl: Pobieranie II
uk: Тягайло ╤╤

source: HTML document URL rewriting
cs: HTML dokument, pøepisuji URL
fr: Réécriture des adresses dans les documents HTML

source: kB/s
fr: Ko/s
uk: кБ/сек

source: Gopher proxy
fr: Proxy Gopher
uk: Gopher прокс╕

source: FTP proxy
fr: Proxy FTP
uk: FTP прокс╕

source: SSL proxy
fr: Proxy SSL
uk: SSL прокс╕

source: HTTP proxy
fr: Proxy HTTP
uk: HTTP прокс╕

source: Prompt:
fr: Invite :

source: Allow/denny
cs: Povol/zaka¾
fr: Autorisés / Interdits

source: Auth. info editor ...
cs: Editor autentikaèních informací ...
fr: Editeur d'informations d'authentification ...
pl: Edytor informacji uwierzytelniania ...
uk: Редактор Auth. info ...

source: Sto_p
fr: Arrêter
uk: Зупинитися (_P)

source: Stop
cs: Zastavení
fr: Arrêter
uk: Зупинитися

source: ET:
fr: TE :

source: RT:
fr: TR :

source: January
cs: Leden
fr: Janvier

source: February
cs: Únor
fr: Février

source: March
cs: Bøezen
fr: Mars

source: April
cs: Duben
fr: Avril

source: May
cs: Kvìten
fr: Mai

source: June
cs: Èerven
fr: Juin

source: July
cs: Èervenec
fr: Juillet

source: August
cs: Srpen
fr: Août

source: September
cs: Záøí
fr: Septembre

source: October
cs: Øíjen
fr: Octobre

source: November
cs: Listopad
fr: Novembre

source: December
cs: Prosinec
fr: Décembre

source: Sun
cs: Ned
fr: Dim

source: Mon
cs: Pon
fr: Lun

source: Tue
cs: Úte
fr: Mar

source: Wed
cs: Stø
fr: Mer

source: Thu
cs: Ètv
fr: Jeu

source: Fri
cs: Pát
fr: Ven

source: Sat
cs: Sob
fr: Sam

source: URL: %s
fr: Adresse : %s

source: ****************** Proxy connect request *****************
fr: ****************** Demande de connexion Proxy *****************
pl: ****************** ¯±danie po³±czenia proxy *****************
uk: ****************** Запит Proxy connect *****************

source: ***************** Proxy connect response *****************
fr: ***************** Réponse de connexion du Proxy *****************
pl: ***************** Odpowied¼ po³±czenia proxy ******************
uk: ***************** В╕дгук Proxy connect *****************

source: Checking HTTP proxy server %s:%d
cs: Kontroluji HTTP proxy server %s:%d
fr: Vérification du serveur proxy HTTP %s:%d

source: Failed to check proxy !
cs: Chyba pøi kontole proxy !
fr: Impossible de vérifier le proxy !
pl: B³±d sprawdzania proxy !
uk: Зб╕й перев╕рки прокс╕ !

source: Proxy %s:%d is HTTP/%d.%d proxy
cs: Proxy %s:%d je HTTP/%d.%d proxy
fr: Le proxy %s:%d est le proxy de HTTP/%d.%d

source: SSL connection is using %s
cs: SSL spojení pou¾ívá %s
fr: La connexion SSL en cours utilise %s

source: Server certificate:
cs: Certifikát serveru:
fr: Certificat du serveur :

source: subject: %s
fr: sujet : %s

source: issuer: %s
fr: émetteur : %s

source: -mode $mode - set operation mode normal - recurse throught WWW (default) linkupdate - update remote links in local tree sync - synchronize local tree with remote WWW servers singlepage - single page with inline objects singlereget - reget file until not whole resumeregets - reget all files which are broken dontstore - transfer documents, but don't store reminder - checks URLs if they are changed ftpdir - list content of FTP directory
cs: -mode $mode - nastavení módu normal - rekurzivnì pøes WWW (standardnì) linkupdate - update vzdálených odkazù v lokalním stromu sync - synchronizace lokalního stromu se vzdaleným WWW serverem singlepage - jedna stránka s inline objekty singlereget - stáhni soubor dokud není celý resumeregets - znovu stáhni v¹echny po¹kozené soubory dontstore - pøenes soubory, ale neukládej je reminder - provìø, zda se obsah URL nezmnìnil ftpdir - vypi¹ obsah FTP adresáøe
fr: -mode $mode - Sélection du Mode normal - récupération récursive par WWW (défaut) linkupdate - mise à jour des liens existants sync - synchronisation du site local avec le site web distant singlepage - une seule page avec les objets inclus singlereget - recharger le fichier tant qu'il n'est pas complet resumeregets - recharger tous les documents dont le transfert a été interrompu dontstore - capturer les documents mais ne pas les stocker reminder - vérifier les adresses si elles ont changé ftpdir - lister le contenu du répertoire FTP
uk: -mode $mode - встановити режим роботи normal - йти кр╕зь WWW (default) linkupdate - поновити посилання у локальн. дерев╕ sync - синхрон╕зувати локальне дерево з WWW серверами singlepage - ╓дина стор╕нка та ╖╖ об'╓кти singlereget - тягти файл, доки не витягнеться resumeregets - тягти ус╕ недовитягнут╕ файли dontstore - тягти документи, та не збер╕гати reminder - перев╕рити, чи не зм╕нилися URL'╕ ftpdir - створити список директор╕╖ FTP

source: -ftp_proxy $site[:$port] - ftp proxy/cache server
fr: -ftp_proxy $site[:$port] - Serveur proxy/cache FTP
uk: -ftp_proxy $site[:$port] - ftp прокс╕/кеш сервер

source: -http_proxy $site[:$port] - http proxy/cache server
fr: -http_proxy $site[:$port] - Serveur proxy/cache HTTP
uk: -http_proxy $site[:$port] - http прокс╕/кеш сервер

source: -gopher_proxy $site[:$port] - gopher proxy/cache server
fr: -gopher_proxy $site[:$port] - Serveur proxy/cache Gopher
uk: -gopher_proxy $site[:$port] - gopher прокс╕/кеш сервер

source: -ssl_proxy $site[:$port] - ssl proxy server
fr: -ssl_proxy $site[:$port] - Serveur proxy SSL
uk: -ssl_proxy $site[:$port] - ssl прокс╕ сервер

source: -post_update/-nopost_update - update in parent documents only links pointing to current document
cs: -post_update/-nopost_update - v rodièovských dokumentech zmìò jenom okazy na aktuální dokument
fr: -post_update/-nopost_update - Mettre à jour dans les documents parents seulement les liens pointant vers le document courant

source: -info_dir $dir - separate directory where will stored info files instead of directly into document tree
cs: -info_dir $dir - zvlá¹tní adresáø pro ulo¾ení info souborù místo pøímo do adresáøe s dokumenty
fr: -info_dir $dir - Répertoire séparé de l'arborecence normale ou seront stockés les fichiers d'information

source: -default_prefix $str - default URL prefix for subdirectory of mirrored files
cs: -default_prefix $str - standardní URL pøedpona pro podadresáøe stahovaných souborù
fr: -default_prefix $str - Préfixe d'adresse par défaut pour les sous-répertoires des fichiers mirrorés

source: sec.
pl: sek.
uk: сек.

source: min.
uk: хв.

source: Proxy
uk: Прокс╕

source: Port:
uk: Порт:

source: Proxy:
uk: Прокс╕:

source: Log
uk: Журнал

source: Cookies
pl: Ciasteczka
uk: Коржики

source: min
uk: хв
