Repository: jameshilliard/bhr4_release_01_04_00_10
Catalog: pavuk-0.9.35/po/*.po
Languages: cs, fr, pl, sk, uk

source: -timeout $nr - timeout for network communications (min). 0 == no timeout, default = 0
cs: -timeout $nr - timeout pro sí»ovou komunikaci (min). 0 == ¾ádný timeout, standardnì = 0
fr: -timeout $nr - Timeout sur communications réseau (min). 0 == pas de timeout, defaut = 0
sk: -timeout $nr - timeout pre sie»ovú komunikaciu (v min). 0 == timeout nie je pou¾itý, ¹tandardne 0
uk: -timeout $nr - таймаут для мережевих операц╕й (хв). 0 == без таймаута, якщо не вказано = 0

source: -rollback $nr - number of bytes to discard (counted from end of file) if regetting, default 0
cs: -rollback $nr - poèet bytù od konce souboru, které budou zahozené pøi obnovení spojení, standardnì 0
fr: -rollback $nr - Nombre d'octets à rejeter (comptés à partir de la fin du fichier) lors d'un rechargement, par défaut 0
sk: -rollback $nr - poèet bajtov , ktoré sa prená¹ajú znovu pri regete ¹tandardne 0
uk: -rollback $nr - ск╕льки байт╕в в╕дкидати (з к╕нця файла) при перезавантажуванн╕, якщо не вказано - 0

source: -ddays $nr - number of days since last access when document is checked in sync mode
cs: -ddays $nr - poèet dní od posledního pøístupu, kdy¾ je dokument testován v sync modu
fr: -ddays $nr - Nombre de jours depuis le dernier accès quand le document est vérifié en mode synchronisation
sk: -ddays $nr - poèet dní, poèas ktorých sa nekontroluje nová verzia pri synchronizácii stromu dokumentov
uk: -ddays $nr - к╕льк╕сть дн╕в п╕сля останнього доступа, якщо документ перев╕ря╓ться у режим╕ синхрон╕зац╕╖ (sync)

source: -nocache/-cache - disallow caching of HTTP documents (on proxy cache)
cs: -nocache/-cache - zákaz cachování HTTP dokumentù (u proxy cache)
fr: -nocache/-cache - Désactive le cache des documents HTTP (sur le cache proxy)
sk: -nocache/-cache - zákaz prenosu kópie dokumentu z HTTP proxy/cache servera
uk: -nocache/-cache - дозв╕л на кешування HTTP документ╕в (у кеш╕ прокс╕)

source: -noRobots/-Robots - care about "robots.txt" file ?
cs: -noRobots/-Robots - pou¾ívat soubor "robots.txt" ?
fr: -noRobots/-Robots - Prendre en compte le fichier "robots.txt" ?
sk: -noRobots/-Robots - zákaz kontroly súboru "robots.txt"
uk: -noRobots/-Robots - чи зважати на файл "robots.txt" ?

source: -noFTP/-FTP - don't download FTP files
cs: -noFTP/-FTP - nestahovat FTP soubory
fr: -noFTP/-FTP - Ne pas télécharger les fichiers FTP
sk: -noFTP/-FTP - zákaz prenosu dokumentov cez FTP protokol
uk: -noFTP/-FTP - чи витягати файли FTP

source: -noHTTP/-HTTP - don't download HTTP files
cs: -noHTTP/-HTTP - nestahovat HTTP soubory
fr: -noHTTP/-HTTP - Ne pas télécharger les fichiers HTTP
sk: -noHTTP/-HTTP - zákaz prenosu dokumentov cez HTTP protokol
uk: -noHTTP/-HTTP - чи витягати файли HTTP

source: -noSSL/-SSL - don't download (HTTPS) SSL files
cs: -noSSL/-SSL - nestahovat (HTTPS) SSL soubory
fr: -noSSL/-SSL - Ne pas télécharger les fichiers SSL (HTTPS)
sk: -noSSL/-SSL - zákaz prenosu dokumentov cez (HTTPS) SSL protokol
uk: -noSSL/-SSL - чи витягати файли (HTTPS) SSL

source: -noverify/-verify - don't verify SSL certificates
sk: -noverify/-verify - zákaz overovania SSL certifikátov

source: -noFTPS/-FTPS - don't download FTPS files
cs: -noFTPS/-FTPS - nestahovat FTPS soubory
fr: -noFTPS/-FTPS - Ne pas télécharger les fichiers FTPS
sk: -noFTPS/-FTPS - zákaz prenosu dokumentov cez FTPS protokol
uk: -noFTPS/-FTPS - чи витягати файли FTPS

source: -noGopher/-Gopher - download Gopher files ?
cs: -noGopher/-Gopher - stáhnout Gopher soubory ?
fr: -noGopher/-Gopher - Télécharger les fichiers Gopher ?
sk: -noGopher/-Gopher - zákaz prenosu dokumentov cez Gopher protocol
uk: -noGopher/-Gopher - чи витягати файли Gopher ?

source: -noCGI/-CGI - download parametric CGI pages ?
cs: -noCGI/-CGI - stáhnout CGI stránky s parametry ?
fr: -noCGI/-CGI - Télécharger les pages CGI ?
sk: -noCGI/-CGI - zákaz prenosu parametrických dokumentov, generovaných cez rozhranie CGI
uk: -noCGI/-CGI - чи витягати стор╕нки CGI з параметрами

source: -noEnc/-Enc - allow transfer of encoded files ?
cs: -noEnc/-Enc - povolit pøenos kódovaných souborù ?
fr: -noEnc/-Enc - Autoriser le transfert des fichiers encodés ?
sk: -noEnc/-Enc - zákaz odkódovava» kódované(komprimované) dokumenty
uk: -noEnc/-Enc - чи дозволяти трансфер закодованих файл╕в

source: -noRelocate/-Relocate - don't rewrite links
cs: -noRelocate/-Relocate - nepøepisovat odkazy
fr: -noRelocate/-Relocate - Ne pas re-écrire les liens
sk: -noRelocate/-Relocate - prepisovanie odkazov vo vnútry HTML dokumentov
uk: -noRelocate/-Relocate - чи переписувати посилання

source: -FTPhtml/-noFTPhtml - process HTML files downloaded over FTP
cs: -FTPhtml/-noFTPhtml - zpracuj HTML soubory sta¾ené pøes FTP
fr: -FTPhtml/-noFTPhtml - Traiter les fichiers HTML téléchargés par FTP
sk: -FTPhtml/-noFTPhtml - upravuj HTML súbory pochádzajúce z FTP servera
uk: -FTPhtml/-noFTPhtml - чи опрацьовувати отриман╕ через FTP файли HTML

source: -FTPlist/-noFTPlist - use wide FTP directory listing
cs: -FTPlist/-noFTPlist - pou¾ij ¹iroký výpis FTP adresáøe
fr: -FTPlist/-noFTPlist - Affichage complet du listing du répertoire FTP
sk: -FTPlist/-noFTPlist - pou¾i ¹iroký výpis FTP adresárov
uk: -FTPlist/-noFTPlist - чи використовувати широкий список FTP директор╕й

source: -FTPdir/-noFTPdir - recurse FTP directory
cs: -FTPdir/-noFTPdir - povolení pøenosu FTP adresáøù
fr: -FTPdir/-noFTPdir - Traitement récursif des répertoires FTP
sk: -FTPdir/-noFTPdir - povolenie prenosu obsahu FTP adresárov
uk: -FTPdir/-noFTPdir - чи йти рекурсивно кр╕зь директор╕╖ FTP

source: -store_index/-nostore_index - store directory URLs as index files
cs: -store_index/-nostore_index - ukládej výpis adresáøe jako indexový soubor
fr: -store_index/-nostore_index - Enregistrer les adresses de répertoires comme des fichiers index
sk: -store_index/-nostore_index - ukladaj dokumenty s adresárovým URL ako indexové HTML súbory
uk: -store_index/-nostore_index - чи збер╕гати URL'╕ директор╕й як ╕ндексн╕ файли

source: -force_reget/-noforce_reget - force reget of whole file when server doesn't support reget
cs: -force_reget/-noforce_reget - pøenos celého dokumentu, kdy¾ server nepodporuje reget
fr: -force_reget/-noforce_reget - Forcer le rechargement du fichier complet quand le serveur ne supporte pas les téléchargements partiels
sk: -force_reget/-noforce_reget - prenos celého dokumentu, ak server nepodporuje reget
uk: -force_reget/-noforce_reget - форсувати викачування всього файла, якщо сервер не п╕дтриму╓ reget

source: -debug - turn on debug mode
cs: -debug - zapne debug mód
fr: -debug - Activation du déboguage
sk: -debug - výpis ladiacich informacií
uk: -debug - ув╕мкнути режим в╕дладки

source: -debug_level $l - debug level number, see manual for $l description
cs: -debug_level $l - úroveò ladících hlá¹ení, popis $l v ej manuálu
fr: -debug_level $l - Niveau de déboguage, voir le manuel pour la description $l
sk: -debug_level $l - èíslo úrovne ladenia, bli¾¹í popis nájdete v manuály
uk: -debug_level $l - р╕вень режиму в╕дладки, див. опис $l у дов╕днику

source: -asite $list - comma-separated list of allowed sites
cs: -asite $list - èárkou oddìlený seznam povolených serverù (sites)
fr: -asite $list - Liste des sites autorisés séparés par des virgules
sk: -asite $list - zoznam povolených serverov
uk: -asite $list - список дозволених сервер╕в, розд╕лений комами

source: -dsite $list - comma-separated list of disallowed sites
cs: -dsite $list - èárkou oddìlený seznam zakázaných serverù (sites)
fr: -dsite $list - Liste des sites interdits séparés par des virgules
sk: -dsite $list - zoznam zakazaných serverov
uk: -dsite $list - список заборонених сервер╕в, розд╕лений комами

source: -adomain $list - list of allowed domains
cs: -adomain $list - seznam povolených domén
fr: -adomain $list - Liste des domaines autorisés
sk: -adomain $list - zoznam povolených domén
uk: -adomain $list - список дозволених домен╕в

source: -ddomain $list - list of disallowed domains
cs: -adomain $list - seznam zakázaných domén
fr: -ddomain $list - Liste des domaines interdits
sk: -ddomain $list - zoznam zakazaných domén
uk: -ddomain $list - список заборонених домен╕в

source: -aprefix $list - list of allowed directory/file prefixes
cs: -aprefix $list - seznam povolených pøedpon adresáøù/souborù
fr: -aprefix $list - Liste des préfixes de fichiers et répertoires autorisés
sk: -aprefix $list - zoznam povolených predpôn
uk: -aprefix $list - список дозволених преф╕кс╕в директор╕й/файл╕в

source: -dprefix $list - list of disallowed directory/file prefixes
cs: -dprefix $list - seznam zakázaných pøedpon adresáøù/souborù
fr: -dprefix $list - Liste de préfixes de fichiers et de répertoires interdits
sk: -dprefix $list - zoznam zakazaných predpôn
uk: -dprefix $list - список заборонених преф╕кс╕в директор╕й/файл╕в

source: -asfx $list - list of allowed suffixes
cs: -asfx $list - seznam povolených pøípon
fr: -asfx $list - Liste des suffixes autorisés
sk: -asfx $list - zoznam povolených prípon
uk: -asfx $list - список дозволених суф╕кс╕в

source: -dsfx $list - list of disallowed suffixes
cs: -dsfx $list - seznam zakázaných pøípon
fr: -dsfx $list - Lites des suffixes interdits
sk: -dsfx $list - zoznam zakazaných prípon
uk: -dsfx $list - список заборонених суф╕кс╕в

source: -amimet $list - list of alloved MIME types
cs: -amimet $list - seznam povolených MINE typù
fr: -amimet $list - Liste des types MIME autorisés
sk: -amimet $list - zoznam povolených MIME typov
uk: -amimet $list - список дозволених тип╕в MIME

source: -dmimet $list - list of disallowed MIME types
cs: -dmimet $list - seznam zakázaných MINE typù
fr: -dmimet $list - Liste des types MIME interdits
sk: -dmimet $list - zoznam zakazaných MIME typov
uk: -dmimet $list - список заборонених тип╕в MIME

source: -alang $list - list of preferred languages (only via HTTP)
cs: -alang $list - seznam preferovaných jazykù (pouze pro HTTP)
fr: -alang $list - Liste des langues préférées (en HTTP uniquement)
sk: -alang $list - zoznam preferovaných jazykov (iba cez HTTP)
uk: -alang $list - список улюблених мов (лише через HTTP)

source: -acharset $list - list of preferred character sets (only via HTTP)
cs: -acharset $list - seznam preferovaných znakových sad (pouze pro HTTP)
fr: -acharset $list - Liste des jeux de caractères préférés (en HTTP uniquement)
sk: -acharset $list - zoznam preferovaných kódovní dokumentov (iba cez HTTP)
uk: -acharset $list - список улюблених набор╕в символ╕в (лише через HTTP)

source: -scndir $dir - directory ,where are stored your scenarios (config files)
cs: -scndir $dir - adresáø, kde jsou ulo¾eny scénáøe (konfiguraèní soubory)
fr: -scndir $dir - Répertoire de stockage des scénarios (fichiers de configuration)
sk: -scndir $dir - adresár, v ktorom sú ulo¾ené konfiguraèné súbory (scenáre)
uk: -scndir $dir - директор╕я, де збережен╕ Ваш╕ сценар╕╖ (файли конф╕╜урац╕╖)

source: -cdir $dir - directory for storing documents
cs: -cdir $dir - adresáø pro ukládání dokumentù
fr: -cdir $dir - Répertoire pour l'enregistrement des documents
sk: -cdir $dir - adresár, v ktorom je lokálny strom dokumentov
uk: -cdir $dir - директор╕я для збер╕гання документ╕в

source: -subdir $dir - subdirectory of cdir to operate on
cs: -subdir $dir - podadresáø cdir-u, ve kterém se bude pracovat
fr: -subdir $dir - Sous-répertoire de cdir sur lequel travailler
sk: -subdir $dir - podadresár v lokálnom strome, s ktorým sa pracuje
uk: -subdir $dir - п╕ддиректор╕я, до яко╖ перейти перед роботою

source: -scenario $str - name of scenario from scenario directory to load and or run
cs: -scenario $str - jméno scénáøe z adresáøe scénáøù, který bude naèten a spu¹tìn
fr: -scenario $str - Nom du scénario à charger et / ou executer (stocké dans le répertoire des scénarios)
sk: -scenario $str - meno scenára, ktorý sa má naèíta», prípadne vykona»
uk: -scenario $str - ╕м'я сценар╕я з директор╕╖ сценар╕╖в, який треба завантажити та виконати

source: -auth_scheme 1/2/3 - HTTP authorization scheme 1-user 2-Basic 3-Digest, default 2
cs: -auth_scheme 1/2/3 - HTTP autorizace 1-user 2-Basic 3-Digest, standardnì 2
fr: -auth_scheme 1/2/3 - Méthode d'authentification HTTP : 1-Utilisateur 2-Basique 3-Abrégé. 2 Par default
sk: -auth_scheme 1/2/3/4/usr/basic/digest/ntlm - autorizaèná schéma pre HTTP autorizáciu 1-user 2-Basic 3-Digest, ¹tandardne 2
uk: -auth_scheme 1/2/3 - схема авторизац╕╖ HTTP (1-user 2-Basic 3-Digest), якщо не вказано - 2

source: -auth_name $str - name for Authorization (only via HTTP)
cs: -auth_name $str - jméno pro autorizaci (pouze pøes HTTP)
fr: -auth_name $str - Nom pour l'authentification (HTTP uniquement)
sk: -auth_name $str - meno pou¾ívateµa pre HTTP autorizáciu
uk: -auth_name $str - ╕м'я для авторизац╕╖ (лише через HTTP)

source: -auth_passwd $str - password for Authorization (only via HTTP)
cs: -auth_passwd $str - heslo pro autorizaci (pouze pøes HTTP)
fr: -auth_passwd $str - Mot de passe pour l'authentification (HTTP uniquement)
sk: -auth_passwd $str - heslo pre HTTP autorizáciu
uk: -auth_passwd $str - пароль для авторизац╕╖ (лише через HTTP)

source: -auth_reuse_nonce/-noauth_reuse_nonce - reuse one HTTP digest access authorization nonce for more requests
cs: -auth_reuse_nonce/-noauth_reuse_nonce - pou¾ij jednu HTTP digest autorizaci pro více po¾adavkù
fr: -auth_reuse_nonce/-noauth_reuse_nonce - Réutiliser un accès HTTP autorisé pour les demandes suivantes
sk: -auth_reuse_nonce/-noauth_reuse_nonce - pou¾i jednu HTTP digest access authorization nonce vo viacerých po¾iadavkách

source: -auth_reuse_proxy_nonce/-noauth_reuse_proxy_nonce - reuse one HTTP proxy digest access authorization nonce for more requests
cs: -auth_reuse_proxy_nonce/-noauth_reuse_proxy_nonce - pou¾ij jednu proxy HTTP digest autorizaci pøístupu pro více po¾adavkù
fr: -auth_reuse_proxy_nonce/-noauth_reuse_proxy_nonce - Réutiliser un accès proxy HTTP autorisé pour les demandes suivantes
sk: -auth_reuse_proxy_nonce/-noauth_reuse_proxy_nonce - pou¾i jednu HTTP digest access authorization nonce vo viacerých po¾iadavkách

source: -ssl_cert_passwd $str - password for SSL certification file
cs: -ssl_cert_passwd $str - heslo pro certifikaèní soubor SSL
fr: -ssl_cert_passwd $str - Mot de passe pour le fichier de certification SSL
sk: -ssl_cert_passwd $str - heslo pre súbor so SSL certifikátom
uk: -ssl_cert_passwd $str - пароль для файла сертиф╕ката SSL

source: -ssl_cert_file $str - SSL certification file
cs: -ssl_cert_file $str - certifikaèní soubor SSL
fr: -ssl_cert_file $str - Fichier de certification SSL
sk: -ssl_cert_file $str - súbor so SSL certifikátom
uk: -ssl_cert_file $str - файл сертиф╕ката SSL

source: -ssl_key_file $str - SSL certification key file
cs: -ssl_key_file $str - soubor s certifikaèním klíèem SSL
fr: -ssl_key_file $str - Fichier de la clef de certification SSL
sk: -ssl_key_file $str - súbor s kµúèom pre SSL certifikát
uk: -ssl_key_file $str - файл ключа сертиф╕ката SSL

source: -ssl_cipher_list $str - list of prefered SSL ciphers in SSL communication
cs: -ssl_cipher_list $str - seznam preferovaných SSL ¹ifer pro SSL komunikaci
fr: -ssl_cipher_list $str - Liste des algorithmes de cryptage préférés dans les communications SSL
sk: -ssl_cipher_list $str - zoznam preferovných SSL ¹ifier pri komunikácii

source: -egd_socket $file - path to EGD listening socket
cs: -egd_socket $file - cesta k EGD socketu
fr: -egd_socket $file - Chemin vers la socket EGD
sk: -egd_socket $file - cesta ku soketu EGD deamona

source: -from $str - e-mail address used for user identification
cs: -from $str - e-mail adresa pou¾itá k identifikaci u¾ivatele
fr: -from $str - Adresse messagerie utilisée pour l'identification de l'utilisateur
sk: -from $str - e-mail-ová adresa pre identifikáciu pou¾ívateµa
uk: -from $str - поштова адреса, що використову╓ться для ╕дентиф╕кац╕╖

source: -send_from/-nosend_from - send From: header in HTTP request with your e-mail address
cs: -send_from/-nosend_from - po¹li hlavièku From: v HTTP po¾adavku s va¹í e-mail adresou
fr: -send_from/-nosend_from - Completer l'entête "From" avec l'adresse messagerie dans la requête HTTP
sk: -send_from/-nosend_from - posielaj identifikáciu pou¾ívateµa v hlavièke HTTP po¾iadavku
uk: -send_from/-nosend_from - чи надсилати поле "From:" у запит╕ HTTP з Вашою поштовою адресою

source: -identity $str - contents of User-agent: field in HTTP request
cs: -identity $str - obsah polo¾ky User-agent: v HTTP po¾adavku
fr: -identity $str - Contenu du champ "User-agent" dans la requête HTTP
sk: -identity $str - obsah polo¾ky User-Agent: v HTTP po¾iadavke
uk: -identity $str - значення поля "User-agent:" у запитах HTTP

source: -pattern $list - list of wildcard patterns for files
cs: -pattern $list - seznam ¾olíkových výrazù pro jména souborù
fr: -pattern $list - Liste des motifs jocker pour les fichiers
sk: -pattern $list - zoznam wildcard výrazov pre mená súborov
uk: -pattern $list - список шаблон╕в з масками для файл╕в

source: -rpattern $re - RE matching pattern for files
cs: -rpattern $re - seznam regulárních výrazù pro jména souborù
fr: -rpattern $re - Motifs Expressions Régulières our les fichiers
sk: -rpattern $re - regulárny výraz na matchovanie mena súboru
uk: -rpattern $re - шаблони з RE для файл╕в

source: -skip_pattern $list - list of skip wildcard patterns for files
cs: -skip_pattern $list - seznam ¾olíkových výrazù pro dokumenty, které nebudou zpracovány
fr: -skip_pattern $list - Liste des motifs joker à ignorer pour les fichiers
sk: -skip_pattern $list - zoznam wildcard výrazov pre dokumenty, ktoré sa nemajú spracováva»

source: -skip_rpattern $re - skip RE matching pattern for files
cs: -skip_pattern $re - seznam regulárních výrazù pro dokumenty, které nebudou zpracovány
fr: -skip_rpattern $re - Motifs Expressions Régulières à ignorer pour les fichiers
sk: -skip_pattern $re - regulárny výraz pre dokumenty, ktoré sa nemajú spracováva»

source: -url_pattern $list - list of wildcard patterns for urls
cs: -url_pattern $list - seznam ¾olíkových výrazù pro URL
fr: -url_pattern $list - Liste des motifs joker pour les adresses
sk: -url_pattern $list - zoznam wildcard výrazov pre URL
uk: -url_pattern $list - список шаблон╕в з масками для URL'╕в

source: -url_rpattern $re - RE matching pattern for urls
cs: -url_rpattern $re - seznam regulárních výrazù pro URL
fr: -url_rpattern $re - Motifs Expressions Régulières pour les adresses
sk: -url_rpattern $re - regulárny výraz na matchovanie URL
uk: -url_rpattern $re - список RE шаблон╕в для URL'╕в

source: -skip_url_pattern $list - list of wildcard patterns for urls
cs: -skip_url_pattern $list - seznam ¾olíkových výrazù pro URL, která nebudou zpracována
fr: -skip_url_pattern $list - Liste des motifs joker pour les adresses à ignorer
sk: -skip_url_pattern $list - zoznam wildcard výrazov pre URL, ktoré sa nemajú spracováva»

source: -skip_url_rpattern $re - RE matching patterns for urls
cs: -skip_url_pattern $re - seznam regulárních výrazù pro URL, která nebudou zpracována
fr: -skip_url_rpattern $re - Motifs Expressions Régulières pour les adresses à ignorer
sk: -skip_url_rpattern $re - regulárny výraz na matchovanie URL, ktoré sa nemajú spracováva»

source: -mode $mode - set operation mode normal - recurse throught WWW (default) linkupdate - update remote links in local tree sync - synchronize local tree with remote WWW servers singlepage - single page with inline objects singlereget - reget file until not whole resumeregets - reget all files which are broken dontstore - transfer documents, but don't store reminder - checks URLs if they are changed ftpdir - list content of FTP directory mirror - make exact copy of remote site
sk: -mode $mode - nastavenie módu èinnosti normal - rekurzívne prechádzanie WWW dokumentov (¹tandardný mód) linkupdate - prepísanie vzdialených odkazov v HTML dokumentoch na lokálne ak URL existuje v lokálnom strome sync - synchronizácia lokálneho stromu so vzdialeným singlepage - prenos jednej stránky so v¹etkými zahrnutými objektami (obrázky , zvuky , ...) singlereget - prenos opakuj, kým nieje dokument preneseny celý resumeregets - prenos dokumentov, ktoré neboli prenesené kompletné dontstore - prenesú sa dokumenty, ale neukladajú sa v lokálnom strome dokumentov reminder - kontrola zmeny URL ftpdir - výpis súborov vo FTP adresáry mirror - vytvorenie presnej kópie servra

source: -gopher_httpgw/-nogopher_httpgw - specified gopher proxy is HTTP gateway for Gopher
cs: -gopher_httpgw/-nogopher_httpgw - uvedená gopher proxy HTTP gatewaye pro Gopher
fr: -gopher_httpgw/-nogopher_httpgw - Le proxy gopher spécifié est une passerelle HTTP pour Gopher
sk: -gopher_httpgw/-nogopher_httpgw - gopher proxy je HTTP gateway pre Gopher
uk: -gopher_httpgw/-nogopher_httpgw - вказаний gopher прокс╕ ╓ шлюзом HTTP до Gopher

source: -ftp_httpgw/-noftp_httpgw - specified ftp proxy is HTTP gateway for FTP
cs: -ftp_httpgw/-noftp_httpgw - specifikace ftp proxy, HTTP gatewaye pro FTP
fr: -ftp_httpgw/-noftp_httpgw - Le serveur proxy FTP est une passerelle HTTP pour FTP
sk: -ftp_httpgw/-noftp_httpgw - ftp proxy je HTTP gateway pre FTP
uk: -ftp_httpgw/-noftp_httpgw - вказаний ftp прокс╕ ╓ шлюзом HTTP до FTP

source: -ftp_dirtyproxy/-noftp_dirtyproxy - use CONNECT request to HTTP proxy for FTP connections
cs: -ftp_dirtyproxy/-noftp_dirtyproxy - pou¾ij po¾adavek CONNECT na HTTP proxy pro FTP spojení
fr: -ftp_dirtyproxy/-noftp_dirtyproxy - Utiliser les réquêtes CONNECT vers le proxy HTTP pour les connexions FTP
sk: -ftp_dirtyproxy/-noftp_dirtyproxy - pou¾i CONNECT request na HTTP proxy pre FTP spojenia
uk: -ftp_dirtyproxy/-noftp_dirtyproxy - використовувати запит CONNECT до HTTP прокс╕ для з'╓днань FTP

source: -browser $str - your preferred browser programm
cs: -browser $str - vá¹ preferovaný prohlí¾eè
fr: -browser $str - Navigateur web préféré
sk: -browser $str - program na prehliadanie WWW stránok
uk: -browser $str - Ваша улюблена програма перегляду WWW

source: -xmaxlog - maximal length of log window
cs: -xmaxlog - maximalní délka logovacího okna
fr: -xmaxlog - Taille maximale de la fenêtre de log
sk: -xmaxlog - maximálna då¾ka okna správ
uk: -xmaxlog - максимальна довжина в╕кна дурналу

source: -dumpscn $str - save scenario in scndir with name $str
cs: -dumpscn $str - ulo¾ scénáø v scndir se jménem $str
fr: -dumpscn $str - Enregistrer avec le nom $str le scénario dans scndir
sk: -dumpscn $str - ulo¾enie konfigurácie do scenára $str
uk: -dumpscn $str - зберегти сценар╕й у вказан╕й директор╕╖ з ╕м'ям $str

source: -maxsize $nr - maximal allowed size of document in bytes
cs: -maxsize $nr - maximalní povolená velikost dokumentu v bytech
fr: -maxsize $nr - Taille maximum autorisée des documents (octets)
sk: -maxsize $nr - maximálna povolená veµkos» dokumentu v bajtoch
uk: -maxsize $nr - максимальний дозволений розм╕р документа у байтах

source: -minsize $nr - minimal allowed size of document in bytes
cs: -minsize $nr - nejmen¹í povolená velikost dokumentu v bytech
fr: -minsize $nr - Taille minimum autorisée pour les documents (octets)
sk: -minsize $nr - minimálna povolená veµkos» dokumentu v bajtoch
uk: -minsize $nr - м╕н╕мальний дозволений розм╕р документа у байтах

source: -http_proxy_pass $str - password for HTTP proxy authorization
cs: -http_proxy_pass $str - heslo pro HTTP proxy autorizaci
fr: -http_proxy_pass $str - Mot de passe pour l'authentification du proxy HTTP
sk: -http_proxy_pass $str - heslo pre HTTP proxy autorizáciu
uk: -http_proxy_pass $str - пароль для авторизац╕╖ на HTTP прокс╕

source: -http_proxy_user $str - user name for HTTP proxy authorization
cs: -http_proxy_user $str - u¾ivatelské jméno pro HTTP proxy autorizaci
fr: -http_proxy_user $str - Nom d'utilisateur pour l'authentification du proxy HTTP
sk: -http_proxy_user $str - meno pou¾ívateµa pre HTTP proxy autorizáciu
uk: -http_proxy_user $str - ╕м'я для авторизац╕╖ на HTTP прокс╕
