Repository: jameshilliard/bhr4_release_01_04_00_10
Catalog: pavuk-0.9.35/po/*.po
Languages: cs, fr, pl, sk, uk

source: -referer/-noreferer - send Referer: field in HTTP request
sk: -referer/-noreferer - neposiela» Referer: polo¾ku v HTTP po¾iadavkách

source: -url_strategy $strategy - scheduling strategy for URLs (this means order how URLs will be downloaded) $strategy is one of : level - level order in URL tree leveli - level order in URL tree, but inline objects go first pre - pre-order in URL tree prei - pre-order in URL tree, but inline objects go first
cs: -url_strategie $strategie - strategie výbìru URL (poøadí v jakém budou URL stahována) $strategie je jedním z: level - hloubka v URL stromu leveli - hloubka v URL stromu, ale vlo¾ené objekty nejdøíve pre - srovnaný URL strom prei - srovnaný URL strom, ale vlo¾ené objekty nejdøíve
fr: -url_strategy $strategy - Stratégie de téléchargement des adresses (cela précise dans quel ordre sont téléchargées les adresses) $strategy est : level - ordre dans l'arbre des adresses leveli - ordre dans l'arbre des adresses, mais les objets sont téléchargés en premier pre - pré-ordre dans l'arbre des adresses prei - pré-ordre dans l'arbre des adresses, mais les objets sont téléchargés en premier
sk: -url_strategy $strategy - stratégia usporiadavania dokumentov v zozname na prenos. $strategie je jeden re»azec z nasledujúcich level - prechaádzanie stromu URL do ¹írky leveli - prechaádzanie stromu URL do ¹írky, inline objekty idú napred pre - prechaádzanie stromu URL do håbky prei - prechaádzanie stromu URL do håbky, inline objekty idú napred
uk: -url_strategy $strategy - стратег╕я розкладу витягання URL'╕в (порядок, у якому URL'╕ буде завантажено) $strategy може бути одна з : level - як у дерев╕ URL'╕в leveli - як у дерев╕ URL'╕в, але inline об'╓кти спочатку pre - pre-order in URL tree prei - pre-order in URL tree, але inline об'╓кти спочатку

source: -nscache_dir $dir - path to Netcape browser cache directory
cs: -nscache_dir $dir - cesta k cache adresáøi prohlí¾eèe Netscape
fr: -nscache_dir $dir - Chemin du répertoire de cache de Netscape
sk: -nscache_dir $dir - cache adresár prehliadaèa Netscape
uk: -nscache_dir $dir - шлях до директор╕╖ кеша переглядача Netscape

source: -ie_cache - allow loading of files from MSIE browser cache
cs: -ie_cache - povol naèítání z MSIE cache
fr: -ie_cache - Autorise le chargement des fichiers depuis le répertoire cache de MSIE
sk: -ie_cache - povoµ naèítavanie súborov z cache MSIE prehliadaèa
uk: -ie_cache - дозволити завантаження файл╕в з кеша MSIE

source: -remove_adv/-noremove_adv - enable removing of advertisement banners assumes you have setup regular expresions for matching adv banners with -adv_re option
cs: -remove_adv/-noremove_adv -remove_adv/-noremove_adv - odstraòovat reklamní prou¾ky, pøedpokládá se nastavení regulárního výrazu pro testování reklamy volbou -adv_re
fr: -remove_adv/-noremove_adv - Valide la suppression des bannières publicitaires les expressions régulières doivent être validées avec l'option -adv_re
sk: -remove_adv/-noremove_adv - povoµ odstraòovanie reklamných banerov z HTML stránok tento prepínaè predpokladá, ¾e sú nastavené regulárne výrazy na vyhladanie reklamných banerov pomocou -adv_re
uk: -remove_adv/-noremove_adv - чи видаляти банери Ви ма╓те встановити регулярн╕ вирази для виявлення банер╕в опц╕╓ю -adv_re

source: -adv_re $RE - regular expressions for matching advertisement banner URLs
cs: -adv_re $RE - regulární výraz pro testování na reklamní prou¾ky
fr: -adv_re $RE - Expressions régulières pour les bannières publicitaires
sk: -adv_re $RE - regulárny výraz na kontrolu reklamných banerov
uk: -adv_re $RE - регулярн╕ вирази для виявлення URL'╕в банер╕в

source: -check_bg/-nocheck_bg - if running at background, don't write any messages to screen
cs: -check_bg/-nocheck_bg - pøí bìhu na pozadí nevypisuj ¾ádné zprávy na obrazovku
fr: -check_size/-nocheck_size - En fonctionnement en arrière plan ne pas écrire de messages à l'écran
sk: -check_bg/-nocheck_bg - ak proces pavúka be¾í na pozadí, nevypisuj ¾iadne správy na terminál
uk: -check_bg/-nocheck_bg - працюючи у п╕дп╕лл╕, не писати жодних пов╕домлень на екран╕

source: -send_if_range/-nosend_if_range - send If-Range header in HTTP request turn this of when server support reget, but generates different Etags for two requests
cs: -send_if_range/-nosend_if_range - po¹li hlavièku If-Range v HTTP po¾adavku toto zapnìte, pokud server podporuje reget, ale generuje rùzné Etags pro dva po¾adavky
fr: -send_if_range/-nosend_if_range - Envoyer l'entête "If-Range" dans les requêtes HTTP valider cette option quand le serveur supporte "reget" mais génère des "Etags" différents entre chaque requête
sk: -send_if_range/-nosend_if_range - posielaj hlavièku If-Range v HTTP po¾iadavke aktivuj túto voµbu, ak HTTP server generuje rozdielne ETag: polo¾ky pre jeden nezmenený dokument v dvoch nasledujúcich po¾iadavkách
uk: -send_if_range/-nosend_if_range - чи надсилати поле If-Range у заголовках запит╕в HTTP Не використовуйте, якщо сервер п╕дтриму╓ дотягування але ╜енеру╓ р╕зн╕ Etags для двох запит╕в

source: -sched_cmd $str - command for scheduling
cs: -sched_cmd $str - pøíkaz na plánování
fr: -sched_cmd $str - Commande pour la planification
sk: -sched_cmd $str - vzor príkazu pre plánovanie (príkaz at)
uk: -sched_cmd $str - команда призначання розкладу роботи

source: -unique_log/-nounique_log - when original log file locked try to find other with numbering extension which is not locked
cs: -unique_log/-nounique_log - pokud je pùvodní logovací soubor uzamèen, zkus najít dal¹í pøidáním èísla za jméno uzamèeného souboru
fr: -unique_log/-nounique_log - Trouver un nouveau nom de fichier log quand le fichier log original est bloqué
sk: -unique_log/-nounique_log - ak originálny logovací súbor je pou¾ívaný iným procesom, pokús sa nájs» nový pomocou èíselnej prípony

source: -read_css/-noread_css - fetch objects mentioned in style sheets
sk: -read_css/-noread_css - s»ahova» súbory uvádzané v kaskadových ¹týloch

source: -post_cmd $str - postprocessing command, which will be invoked after document will be successfully downloaded
cs: -post_cmd $str - tento pøíkaz bude proveden po úspì¹ném sta¾ení dokumentu
fr: -post_cmd $str - Commande exécutée sur chaque document quand il est téléchargé
sk: -post_cmd $str - príkaz na post-spracovanie, ktorý bude spustený po úspe¹nom prenose a spracovaní dokumentu pavúkom
uk: -post_cmd $str - команда по зак╕нченню роботи, запуска╓ться п╕сля вдалого завантаження документа

source: -ssl_version $v - version of SSL protocol used for communication, valid values: ssl23,ssl2,ssl3,tls1
cs: -ssl_version $v - verse SSL protokolu, která bude pou¾ita pro spojení, pøípustné hodnoty: ssl23,ssl2,ssl3,tls1
fr: -ssl_version $v - Version de SSL utilisée dans la connexion valeurs valides : ssl23, ssl2, ssl3, tls1
sk: -ssl_version $v - verzia SSL protokolu, ktorá bude pou¾itá pri komunikácii s HTTPS serverom prípustné hodnoty: ssl23,ssl2,ssl3,tls1
uk: -ssl_version $v - верс╕я протокола SSL, дозволен╕ значення: ssl23,ssl2,ssl3,tls1

source: -ssl_version $v - version of SSL protocol used for communication, valid values: ssl23,ssl2,ssl3
cs: -ssl_version $v - verse SSL protokolu, která bude pou¾ita pro spojení, pøípustné hodnoty: ssl23,ssl2,ssl3
fr: -ssl_version $v - Version de SSL utilisée dans la connexion valeurs valides : ssl23, ssl2, ssl3, tls1
sk: -ssl_version $v - verzia SSL protokolu, ktorá bude pou¾itá pri komunikácii s HTTPS serverom prípustné hodnoty: ssl23,ssl2,ssl3
uk: -ssl_version $v - верс╕я протокола SSL, дозволен╕ значення: ssl23,ssl2,ssl3

source: -unique_sslid/-nounique_sslid - use unique SSL ID with each SSL session
cs: -unique_sslid/-nounique_sslid - pou¾ij jedineèné SSL ID pro ka¾dou SSL seanci
fr: -unique_sslid/-nounique_sslid - Utiliser un identifiant SSL unique pour les connexions SSL
sk: -unique_sslid/-nounique_sslid - pou¾i jediné SSL ID pre v¹etky SSL spojenia
uk: -unique_sslid/-nounique_sslid - чи використовувати ун╕кальний ID для кожно╖ SSL сес╕╖

source: -httpad $hdr - additional HTTP header
cs: -httpad $hdr - dodateèné HTTP hlavièky
fr: -httpad $hdr - Entête HTTP additionnel
sk: -httpad $hdr - doplòujúce polo¾ky HTTP po¾iadavky
uk: -httpad $hdr - додатковий заголовок HTTP

source: -statfile $str - statistical report from downloading progress
cs: -statfile $str - statistika stahovanýh programù
fr: -statfile $str - Rapport statistique sur le téléchargement
sk: -statfile $str - súbor, do ktorého budú zapísané ¹tatistiky prenosu
uk: -statfile $str - статистичний зв╕т поступу завантаження

source: -ewait - wait to finish program after downloading progress is done
cs: -ewait - poèkej na zkonèení programu po zkonèení stahování
fr: -ewait - Attendre de finir le programme que le téléchargement soit terminé
sk: -ewait - èakaj na ukonèenie programu pou¾ívateµom, po skonèení v¹etkých prenosov
uk: -ewait - чекати завершення програми по зак╕нченню завантаження

source: -aip_pattern $re - pattern for allowed IP addresses of servers
cs: -aip_pattern $re - RE pro povolené IP adresy serverù
fr: -aip_pattern $re - Motif pour les adresses IP des serveurs autorisés
sk: -aip_pattern $re - povolený vzor IP adresy servera
uk: -aip_pattern $re - шаблон для дозволених адрес IP сервер╕в

source: -dip_pattern $re - pattern for disallowed IP addresses of servers
cs: -dip_pattern $re - RE zakázaných IP adres serverù
fr: -dip_pattern $re - Motif pour les adresses IP de serveurs non autorisés
sk: -dip_pattern $re - zakázaný vzor IP adresy servera
uk: -dip_pattern $re - шаблон для заборонених адрес IP сервер╕в

source: -site_level $nr - maximum allowed number of sites to leave from starting site
cs: -site_level $nr - maximální povolená vzdálenost od poèátku
fr: -site_level $nr - Nombre maximum de sites autorisés à partir du site de départ
sk: -site_level $nr - maximálny poèet server v URL strome, ktoré je povolené prejs» zo ¹tartovacieho servera
uk: -site_level $nr - максимальна к╕льк╕сть переход╕в ╕з сервера на сервер, починаючи в╕д стартового

source: -use_http11/-nouse_http11 - enable or disable using of HTTP/1.1 protocol features, default is off now
cs: -use_http11/-nouse_http11 - povolí nebo zaká¾e pou¾ití mo¾ností protokolu HTTP/1.1, standardnì vypnuto
fr: -use_http11/-nouse_http11 - Valider ou invalider le protocole HTTP/1.1 invalidé par défaut
sk: -use_http11/-nouse_http11 - povolenie pou¾itia HTTP/1.1 protokolu pri komunikácii s HTTP serverom, ¹tandardne vypnuté
uk: -use_http11/-nouse_http11 - чи дозволити використання протоколу HTTP/1.1, якщо не вказано - заборонити

source: -max_time $nr - set maximal amount of time for program run in minutes, default 0 == no limit you can use floating point numbers, to specify subminute times
cs: -max_time $nr - nastaví maximální dobu bìhu programu v minutách, standardnì 0 = bez limitu lze pou¾ít i desetinná èísla pro krat¹í dobu
fr: -max_time $nr - Temps maximum autorisé pour le programme en minutes, par défaut 0 == pas de limite Utilisation possible des nombres en virgule flottante pour spécifier des temps sous la minute
sk: -max_time $nr - maximálny povolený èas behu programu v minútach, ¹tandardne 0 - bez limitu v prípade potreby zadava» èas pod 1 min., je mo¾né pou¾i» èísla s plavajúcou desatinnou èiarkou
uk: -max_time $nr - встановити максимальний час роботи програми у хвилинах, якщо не вказано - 0 == без обмеження, можна використовувати нец╕л╕ значення

source: -local_ip $str - use this local ip address of network interface. This option is for multihomed machines.
cs: -local_ip $str - pou¾ij tuto lokální IP adresu sí»ového rozhraní. Tato volba je pro multihomed poèítaèe.
fr: -local_ip $str - Option pour les machines avec plusieurs adresses IP. Précise l'adresse locale.
sk: -local_ip $str - pou¾i túto lokálnu adresu sie»ového rozhrania pri sie»ovej komunikácii. Tento prepínaè je vhodný pre poèítaèe pripojené do viacero sietí.
uk: -local_ip $str - використовувати вказану локальну IP адресу. Ця опц╕я - для машин з к╕лькома адресами.

source: -request $req - extended request informations, used to specify information for GET or POST requests. format of $req : "URL:$url METHOD:[GET|POST] ENCODING:[m|u] FIELD:$variable=$value FILE:$variable=$filename LNAME:$local_filename" (for more informations see manual page)
cs: -request $req - roz¹íøené informace pro po¾adavek, pou¾ito k nastavení informací pro GET a POST formát $req : "URL:$url METHOD:[GET|POST] ENCODING:[m|u] FIELD:$variable=$value FILE:$variable=$filename LNAME:$local_filename" (více informací v manuálové stránce)
fr: -request $req - Informations étendues pour les requêtes, utilisées pour spécifier les requêtes GET ou POST. format de la requête $req : "URL:$url METHOD:[GET|POST] ENCODING:[m|u] FIELD:$variable=$value FILE:$variable=$filename LNAME:$local_filename" (pour plus de détails consulter le manuel)
sk: -request $req - roz¹írené informácie pre po¾iadavku, pou¾íva sa na urèenie informácií pre HTTP POST alebo GET po¾iadavku formát parametra: "URL:$url METHOD:[GET|POST] ENCODING:[m|u] FIELD:$premenna=$hodnota FILE:$premenna=$meno_suboru" LNAME:$localne_meno" (viac informácií nájdete v manuálovej stránke)

source: -hash_size $nr - size of internal hash tables for performance tuning
cs: -hash_size $nr - velikost interní hash tabulek (pro ladìní výkonu)
fr: -hash_size $nr - Taille des tables internes de hash : règlage des performances
sk: -hash_size $nr - veµkos» interných hash tabuliek (ladenie výkonu pri leµkom mno¾stve spracovávaných dokumentov
uk: -hash_size $nr - розм╕р внутр╕шн╕х hash-таблиць (вплива╓ на швидк╕сть)

source: -nthreads $nr - set number of concurent downloading threads
cs: -nthreads $nr - nastav poèet najednou bì¾ících vláken
fr: -nthreads $nr - Nombre maximum de threads de téléchargement
sk: -nthreads $nr - poèet súèastne s»ahujúcich threadov
uk: -nthreads $nr - вказати к╕льк╕сть паралельних поток╕в завантажування

source: -immesg/-noimmesg - write messages immediately after produced, not just when safe (from MT point of view)
cs: -immesg/-noimmesg - zapi¹ zprávy ihned po vygenerování, ne a¾ to byde bezpeèné (z pohledu MT)
fr: -immesg/-noimmesg - Ecrire les messages tout de suite, ou quand le multithreading le permet
sk: -immesg/-noimmesg - vypisuj správy okam¾ite a neèakaj a¾ keï je to bezpeèné (z hµadiska multithreadingu)

source: -formdata $data - used to specify HTML form fields, for HTML forms found during traversing document tree. Only forms mentiond in this option will be processed automaticaly. "URL:$url FIELD:$variable=$value FILE:$variable=$filename" (for more informations see manual page)
cs: -formdata $data - pou¾ito na urèení HTML polo¾ek formuláøù pro HTML formuláøe nalezené pøi stahování. Jen formuláøe zmínìné v této volbì budou automaticky zpracovány. "URL:$url" FIELD:$variable=$value FILE:$variable=$filename (více informací naleznete v manuálové stránce)
fr: -formdata $data - Spécification des champs de formulaires HTML Pour les formulaires trouvés lors du parcours de l'arborescence. Seuls les formulaires précisés dans cette option seront traités automatiquement. "URL:$url FIELD:$variable=$value FILE:$variable=$filename" (pour plus d'informations consulter le manuel)
sk: -formdata $data - dáta pre HTML formuláre, ktorými sa formulár automaticky vyplní ak je formulár s daným URL nájdený v nejakom HTML dokumente. Formát parametra: "URL:$url FIELD:$variable=$value FILE:$variable=$filename" (viac informácií nájdete v manuálovej stránke)
uk: -formdata $data - вказу╓ поля HTML форм для HTML форм, знайдених п╕д час перегляду у дерева документ╕в. Лише вказан╕ ц╕╓ю опц╕╓ю форми будуть оброблен╕ автоматично. "URL:$url FIELD:$variable=$value FILE:$variable=$filename" (додаткову ╕нформац╕ю шукай у дов╕днику)

source: -dumpfd $nr - number of filedescriptor where to output document contents instead to file
cs: -dumpfd $nr - èíslo file descriptoru, kam se má dokument zapsat, místo do souboru
fr: -dumpfd $nr - Nombre de descripteurs de fichiers ou écrire les documents
sk: -dumpfd $nr - èíslo deskriptora, do ktrého sa budú zapisova» dokumenty miesto do súboru
uk: -dumpfd $nr - номер дескриптора файлу, до якого писати вм╕ст документ╕в зам╕сть файлу

source: -dump_urlfd $nr - number of filedescriptor where to output all URLs found in documents
cs: -dump_urlfd $nr - èíslo file descriptoru, kam se mají zapsat URL nalezená v dokumentech
fr: -dump_urlfd $nr - Nombre de descripteurs de fichiers où écrire toutes les adresses trouvées dans les documents
sk: -dump_urlfd $nr - èíslo deskriptora, do ktrého sa budú zapisova» v¹etky nájdené URL v dokumentoch
uk: -dump_urlfd $nr - номер дескриптора файлу, до якого писати ус╕ URL'╕, знайден╕ у документ╕

source: -del_after/-nodel_after - delete FTP document after succesfull transfer
cs: -del_after/-nodel_after - zma¾ FTP dokument po úspì¹ném pøenesení
fr: -del_after/-nodel_after - Supprimer le document FTP après le téléchargement
sk: -del_after/-nodel_after - zma¾ z FTP servera dokumenty po úspe¹nom prenose
uk: -del_after/-nodel_after - чи видаляти документ FTP п╕сля вдалого завантаження

source: -unique_name/-nounique_name - always generate unique name for each document
cs: -unique_name/-nounique_name - v¾dy vytvoø jedineèné jméno pro ka¾dý dokument
fr: -unique_name/-nounique_name - Toujours générer un nom de document unique pour chaque document
sk: -unique_name/-nounique_name - generuj jedineèné mená lokálnych súborov pre dokumenty
uk: -unique_name/-nounique_name - завжди ╜енерувати ун╕кальне ╕м'я для кожного документа

source: -leave_site_enter_dir/-dont_leave_site_enter_dir - leave directory which we first entered on site
cs: -leave_site_enter_dir/-dont_leave_site_enter_dir - neopou¹tìj adresáø, kterým jsme se vstoupili na tento server
fr: -leave_site_enter_dir/-dont_leave_site_enter_dir - Quitter le répertoire d'entrée dans le site
sk: -leave_site_enter_dir/-dont_leave_site_enter_dir - (ne)opusti adresár do ktorého sme vstupili ako do prvého na tomto servery
uk: -leave_site_enter_dir/-dont_leave_site_enter_dir - чи полишати першу на цьому сервер╕ директор╕ю

source: -singlepage/-nosinglepage - donwload single HTML page with all inline objects
cs: -singlepage/-nosinglepage - stáhni jedinou HTML stránku se v¹emi vlo¾enými objekty
fr: -singlepage/-nosinglepage - Télécharger une seule page avec tous ses objets
sk: -singlepage/-nosinglepage - prenes jednu HTML stránku so v¹etkými jej objektami
uk: -singlepage/-nosinglepage - завантажити ╓дину HTML стор╕нку з ус╕ма ╖╖ об'╓ктами

source: -dump_after/-nodump_after - when used with option -dumpfd, dump document after successful download and processing of HTML documents
cs: -dump_after/-nodump_after - pou¾ití spoleènì s -dumpfd, po úspì¹ném stáhnutí a zpracování HTML dokumentu ho po¹li do roury
fr: -dump_after/-nodump_after - Ecrire le fichier après le téléchargement réussi et traitement du code HTML
sk: -dump_after/-nodump_after - pri pou¾ití s voµbou -dumpfd, dokument bude vypísaný a¾ po spracovaní odkazov v HTML dockumentoch

source: -dump_response/-nodump_response - when used with option -dumpfd, also responses from HTTP servers will be dumped
cs: -dump_response/-nodump_response - pou¾ití spoleènì s -dumpfd, také odpovìdi HTTP serverù budou poslány do roury
fr: -dump_response/-nodump_response - Les réponses des serveurs HTTP sont également écrites avec cette option.
sk: -dump_response/-nodump_response - ak je po¾itá aj voµba -dumpfd, vypisuj aj odpovede servera

source: -auth_ntlm_domain $str - SMB domain name for HTTP NTLM authorization
cs: -auth_ntlm_domain $str - u¾ivatelské jméno pro HTTP NTLM autorizaci
fr: -auth_ntlm_domain $str - Domaine SMB pour l'authentification HTTP Windows NT
sk: -auth_ntlm_domain $str - SMB doména pre HTTP NTLM authorizáciu
uk: -auth_ntlm_domain $str - ╕м'я домена SMB для авторизац╕╖ HTTP NTLM

source: -auth_proxy_ntlm_domain $str - SMB domain name for HTTP proxy NTLM authorization
cs: -auth_ntlm_domain $str - u¾ivatelské jméno pro HTTP proxy NTLM autorizaci
fr: -auth_proxy_ntlm_domain $str - Domaine SMB pour l'authentification proxy HTTP Windows NT
sk: -auth_proxy_ntlm_domain $str - SMB doména pre HTTP proxy NTLM authorizáciu
uk: -auth_proxy_ntlm_domain $str - ╕м'я домена SMB для авторизац╕╖ NTLM через HTTP прокс╕

source: -js_pattern $re - additional RE patterns for matching URLs in DOM event attributes of HTML tags
cs: -js_pattern $re - dal¹í regulární výraz pro zji¹»ování URL v DOM atributech HTML znaèek
fr: -js_pattern $re - Expressions régulières additionnelles pour traiter pour les attributs DOM des tags HTML
sk: -js_pattern $re - vlastné RE vzory pre parsovanie URL v jascriptových skriptoch

source: -follow_cmd $str - user exit script used tell if you want to follow any link from current HTML document
cs: -follow_cmd $str - podle exit kódu programu se rozhodne, zda se mají zpracovat odkazy v aktuálním dokumentu
fr: -follow_cmd $str - Script utilisateur pour traiter ou non les liens dans les documents HTML
sk: -follow_cmd $str - pou¾ívateµský skript urèený na rozhodnutie, èi pokraèova» v spracovaní odkazov z aktuálneho HTML dokumentu

source: -retrieve_symlink/-noretrieve_symlink - retrieve symliks like regular files or directories
cs: -retrieve_symlink/-noretrieve_symlink - stáhni symbolické odkazy jako skuteèné soubory nebo adresáøe
fr: -retrieve_symlink/-noretrieve_symlink - Traiter les liens symboliques comme des fichiers et répertoires ordinaires
sk: -retrieve_symlink/-noretrieve_symlink - prenes symbolické linky z FTP servera ako normálne súbory
uk: -retrieve_symlink/-noretrieve_symlink - витягати симв. посилання як звичайн╕ файли/директор╕╖

source: -js_transform $p $t $h $a - custom JS pattern with transformation $p - pattern $t - transfomation $h - HTML tag or * or "" $a - HTML attrib
cs: -js_transform $p $t $h $a - vlastní javascript vzor pro transformaci $p - vzor $t - transformace $h - HTML znaèka nebo * nebo "" $a - HTML atribut
fr: -js_transform $p $t $h $a - Motif JavaScript spécifique avec transformation $p - motif $t - transfomation $h - balise HTML ou * ou "" $a - attribut HTML
sk: -js_transform $p $t $h $a - vlastný RE vzor pre JavaScript s transformaèným pravidlom $p - pattern $t - transfomation $h - HTML tag or * or "" $a - HTML attrib
uk: -js_transform $p $t $h $a - специф╕чний шаблон JS з трансформац╕╓ю $p - шаблон $t - трансформац╕я $h - HTML те╜ чи * чи "" $a - HTML атрибут

source: -js_transform2 $p $t $h $a - custom JS pattern with transformation and rewriting of URLs in first subpattern $p - pattern $t - transfomation $h - HTML tag or * or "" $a - HTML attrib
cs: -js_transform $p $t $h $a - vlastní javascript vzor pro transformaci a pøepisování URL v prvním vzoru $p - vzor $t - transformace $h - HTML znaèka nebo * nebo "" $a - HTML atribut
fr: -js_transform2 $p $t $h $a - Motif JavaScript spécifique avec transformation et réécriture des adresses dans le premier sous-motif $p - motif $t - transfomation $h - balise HTML ou * ou "" $a - attribut HTML
sk: -js_transform2 $p $t $h $a - vlastný RE vzor pre JavaScript s transformaèným pravidlom a prepisovaním prvého podvzoru regulárnho v ¹pecifikácii URL $p - pattern $t - transfomation $h - HTML tag or * or "" $a - HTML attrib
uk: -js_transform2 $p $t $h $a - специф╕чний шаблон JS з трансформац╕╓ю та переписуванням URL'╕в у перш╕й частин╕ шаблона $p - шаблон $t - трансформац╕я $h - HTML те╜ чи * чи "" $a - HTML атрибут

source: -ftp_proxy_user $str - username for access authorization to FTP proxy
cs: -ftp_proxy_user $str - u¾ivatelské jméno pro FTP proxy autorizaci
fr: -ftp_proxy_user $str - Nom d'utilisateur pour accès au proxy FTP
pl: -ftp_proxy_user $str - nazwa u¿ytkownika dla uwierzytelniania dostêpu do proxy FTP
sk: -ftp_proxy_user $str - meno pou¾ívateµa pre FTP proxy autorizáciu
uk: -ftp_proxy_user $str - ╕м'я для авторизац╕╖ доступа до FTP прокс╕
