Repository: jameshilliard/bhr4_release_01_04_00_10
Catalog: pavuk-0.9.35/po/*.po
Languages: cs, fr, pl, sk, uk

source: -ftp_proxy_pass $str - password for access authorization to FTP proxy
cs: -ftp_proxy_pass $str - heslo pro FTP proxy autorizaci
fr: -ftp_proxy_pass $str - Mot de passe pour le proxy FTP
pl: -ftp_proxy_pass $str - has³o uwierzytelniania dostêpu do proxy FTP
sk: -ftp_proxy_pass $str - heslo pre FTP proxy autorizáciu
uk: -ftp_proxy_pass $str - пароль для авторизац╕╖ доступа до FTP прокс╕

source: -limit_inlines/-dont_limit_inlines - apply limiting options on page inline objects?
cs: -limit_inlines/-dont_limit_inlines - pou¾íj omezovací podmínky také na vlo¾ené objekty
fr: -limit_inlines/-dont_limit_inlines - Appliquer les limitations aux objets inclus dans les pages HTML
sk: -limit_inlines/-dont_limit_inlines - aplikuj obmedzujúce pravidlá na inline objekty

source: -ftp_list_options $str - additional options or parameters to FTP LIST or NLST commands
cs: -ftp_list_options $str - dal¹í volby nebo parametry FTP pøíkazu LIST nebo NLST
fr: -ftp_list_options $str - Options additionnelles ou paramètres pour les commandes FTP LIST ou NLST
sk: -ftp_list_options $str - doplòujúce parametre pre LIST a NLST FTP príkazy

source: -fix_wuftpd_list/-nofix_wuftpd_list - do extensive checking of FTP directory presence to workaround WuFTPD broken responses when trying to list nonexisting directory
cs: -fix_wuftpd_list/-nofix_wuftpd_list - provìd zvlá¹tní kontrolu existence FTP adresáøe jako obejití chyby v WuFTPd odpovìdi pøi pokusu o vypsání neexistujícího adresáøe
fr: -fix_wuftpd_list/-nofix_wuftpd_list - Recherche intensive de l'existence de répertoire FTP correction du bug de WuFTPD
sk: -fix_wuftpd_list/-nofix_wuftpd_list - pokús sa lep¹ie detekova» neexistujúce adresáre na FTP serveroch s WuFTP daemonom

source: -post_update/-nopost_update - update in parent documents only links pointing to current document
sk: -post_update/-nopost_update - upravuj v rodièovských HTML dokumentoch iba linky na aktuálny dokument

source: -info_dir $dir - separate directory where will stored info files instead of directly into document tree
sk: -info_dir $dir - samostatný adresár pre info súbory nepou¾íva» priamo strom dokumentov

source: -mozcache_dir $dir - path to Mozilla browser cache directory
cs: -mozcache_dir $dir - cesta k cache adresáøi prohlí¾eèe Mozilla
fr: -mozcache_dir $dir - Chemin du répertoire cache de Mozilla
sk: -mozcache_dir $dir - cache adresár prehliadaèa Mozilla
uk: -mozcache_dir $dir - шлях до директор╕╖ кеша переглядача Mozilla

source: -aport $list - allow downloading of documents from servers siting on listed ports
cs: -aport $list - povol stahování dokumentù ze serverù na tìchto portech
fr: -aport $list - Ports des serveurs autorisés pour le téléchargement
sk: -aport $list - zoznam povolených portov serverov

source: -dport $list - deny downloading of documents from servers siting on listed ports
cs: -dport $list - zaka¾ stahování dokumentù ze serverù na tìchto portech
fr: -dport $list - Ports des serveurs interdits pour le téléchargement
sk: -dport $list - zoznam zakázaných portov serverov

source: -hack_add_index/-nohack_add_index - this is hack to allow adding of also directories of all queued files
cs: -hack_add_index/-nohack_add_index - toto je hack, který umo¾òuje pøidání adresáøù do fronty souborù
fr: -hack_add_index/-nohack_add_index - Astuce pour autoriser l'ajout du répertoire pour tous les fichiers dans la file d'attente
sk: -hack_add_index/-nohack_add_index - zaraïuj do fronty pre s»ahovanie aj rodièovské t adresáre v¹etkych dokumentov

source: -default_prefix $str - default URL prefix for subdirectory of mirrored files
sk: -default_prefix $str - ¹tandardný prefix URL pre podadresár lokálneho stromu dokumentov

source: -js_script_file $file - script file with JavaScript functions
cs: -js_script_file $file - soubor s JavaScript funkcemi
fr: -js_script_file $file - Fichier de script avec des fonctions JavaScript
sk: -js_script_file $file - súbor s JavaScript funkciami pre interpreter

source: -ftp_login_handshake $host $handshake - customize login handshake for FTP server
cs: -ftp_login_handshake $host $handshake - vlastní pøihla¹ovací procedura pro FTP server
fr: -ftp_login_handshake $host $handshake - Paramètre le protocole de login pour le serveur FTP
sk: -ftp_login_handshake $host $handshake - uprav prihlasovaciu procedúru pre FTP server

source: -nss_cert_dir $dir - set certificate config directory for Netscape NSS
sk: -nss_cert_dir $dir - nastav konfiguraèný súbor certifikátov pre Netscape NSS

source: -nss_accept_unknown_cert/-nonss_accept_unknown_cert - accept SSL server certificates not listed in certificate database
sk: -nss_accept_unknown_cert/-nonss_accept_unknown_cert - prija» certifikáty SSL servrov, ktoré nie sú uvedené v databáze certifikátov

source: -nss_domestic_policy/-nss_export_policy - set policy for SSL ciphers in NSS
sk: -nss_domestic_policy/-nss_export_policy - nastavenie pravidiel pre SSL ¹ifry v NSS

source: -dont_touch_url_rpattern $re - RE pattern of URL which should not be touched by URL rewriting engine
sk: -dont_touch_url_rpattern $re - regulárny výraz pre URL ktoré sa nemajú prepisova»

source: -dont_touch_url_pattern $list - wilcard patterns of URLs which should not be touched by URL rewriting engine
sk: -dont_touch_url_pattern $list - wilcard vzor pre URLktré sa nemajút pozmeòova» v dokumentoch

source: -dont_touch_tag_rpattern $re - RE pattern of HTML tag in which URLs should not be touched by URL rewriting engine
sk: -dont_touch_tag_rpattern $re - regulárny výraz pre HTML tag, v ktorom nemajú by» URL pozmeòované

source: -tag_pattern $tag $attrib $url - wilcard patterns for precise matching of URLs inside HTML tags
sk: -tag_pattern $tag $attrib $url - wilcard vzor na presnej¹ie vyhµadávanie URL v HTML znaèkách

source: -tag_rpattern $tag $attrib $url - RE patterns for precise matching of URLs inside HTML tags
sk: -tag_rpattern $tag $attrib $url - regulárny výraz pre presnej¹ie vyhµadávanie URL v HTML znaèkách

source: QUIT signal catched
cs: zachycen signál QUIT
fr: Signal de fin reçu
pl: Przechwycono sygna³ QUIT
sk: Bol prijatý signál QUIT
uk: П╕ймали сигнал QUIT

source: Not enough number of parameters "-msgcat"
cs: Nedostateèný poèet parametrù "-msgcat"
fr: Pas assez de paramètres "-msgcat"
pl: Za ma³a ilo¶æ parametrów - "-msgcat"
sk: Nedostatoèný poèet parametrov "-msgcat"
uk: Замало параметр╕в для "-msgcat"

source: Not enough number of parameters "-scenario"
cs: Nedostateèný poèet parametrù "-scenario"
fr: Pas assez de paramètres "-scenario"
pl: Za ma³a ilo¶æ parametrów - "-scenario"
sk: Nedostatoèný poèet parametrov "-scenario"
uk: Замало параметр╕в для "-scenario"

source: Error: Supplied bad file descriptor in -dumpfd option
cs: Chyba: File descriptor z volby -dumpfd je ¹patný
fr: Erreur : mauvais descripteur de fichier dans l'option -dumpfd
pl: B³±d: Zastosowano z³y desktryptor pliku w opcji -dump_urldf
sk: Chyba: bol zadaný chybný deskriptor súboru vo voµbe -dumpfd
uk: Помилка: Вказано нев╕рний дескриптор для опц╕╖ -dumpfd

source: Error: Supplied bad file descriptor in -dump_urlfd option
cs: Chyba: File descriptor z volby -dump_urlfd ¹patný
fr: Erreur : mauvais descripteur de fichier dans l'option -dump_urlfd
pl: B³±d: Zastosowano z³y desktryptor pliku w opcji -dump_urldf
sk: Chyba: bol zadaný chybný deskriptor súboru vo voµbe -dump_urlfd
uk: Помилка: Вказано нев╕рний дескриптор для опц╕╖ -dump_urlfd

source: WARNING: scndir not specified - saving to current directory
cs: POZOR: scndir není specifikován - ukládám do aktualního adresáøe
fr: Attention : scndir n'a pas été précisé - la sauvegarde se fait dans le répertoire courant
pl: UWAGA: nie okre¶lono scndir - zapisywanie do bie¿±cego katalogu
sk: Upozornenie: nie je uvedené -scndir , ukladanie pokraèuje v aktuálnom adresáry
uk: ПОВ╤ДОМЛЕННЯ: scndir не вказано - збер╕га╓мо до поточно╖ директор╕╖

source: Unable to fork pavuk to background - running in foreground
cs: Nelze pøepnou pavuka na pozadí - pokraèuji v bìhu na popøedí
fr: Impossible de basculer Pavuk en arrière plan - fonctionnement en avant-plan
pl: Nie mo¿na rozwidliæ pavuk w t³o - uruchamianie na wierzchu
sk: Nie je mo¾né spusti» pavúka na pozadí - pobe¾í na popredí

source: Pavuk will run at backround as PID %d
cs: Pavuk pobì¾í na pozadí s PID %d
fr: Pavuk sera en arrière plan avec le PID %d
pl: Pavuk bêdzie uruchomiony w tle jako PID %d
sk: Pavúk pobe¾í na pozadí s PID %d
uk: Павук працюватиме у п╕дп╕лл╕ як PID %d

source: reading URLs from file - %s
cs: ètu URL ze souboru - %s
fr: Lecture des adresses à partir du fichier - %s
pl: czytanie URLi z pliku - %s
sk: èítanie URL zo súboru - %s
uk: чита╓мо URL'╕ з файла - %s

source: Rescheduling locked URL as no. %d
cs: Znovu naplánuj zamknuté URL na è. %d
fr: Replanification des adresses bloquées avec le n° %d
sk: Uzamknutý dokument bol naplanovaný na neskor¹ie spracovanie ako è. %d

source: Running post-processing command
cs: Spou¹tím program pro úpravu po sta¾ení
fr: Exécution de commande de post-processing
pl: Uruchamianie polecenia po przetwarzaniu
sk: Spú¹»a sa príkaz na post-spracovanie

source: retry no. %d
cs: pokus è. %d
fr: Essai n° %d
pl: powtórzenie nr %d
sk: pokus è. %d
uk: спроба. %d

source: URL[%2d]: %5d(%d) of %5d %s
fr: Adresse[%2d] : %5d(%d) de %5d %s
pl: URL[%2d]: %5d(%d) z %5d %s
sk: URL[%2d]: %5d(%d) z %5d %s

source: URL: %5d(%d) of %5d %s
cs: URL: %5d(%d) z %5d %s
fr: Adresse : %5d(%d) de %5d %s
pl: URL: %5d(%d) z %5d %s
sk: URL: %5d(%d) z %5d %s

source: Starting download
cs: Zaèínám stahovat
fr: Démarrage du téléchargement
pl: Rozpoczynanie pobierania
sk: Zaèiatok prenosu
uk: Почина╓мо завантаження

source: Already processed
cs: Ji¾ zpracováno
fr: Déjà traité
pl: Ju¿ przetworzone
sk: U¾ bolo spracované
uk: Вже виконано

source: Disallowed by user
cs: Zakázáno u¾ivatelem
fr: Interdit par l'utilisateur
pl: Niedopuszczone przez u¿ytkownika
sk: Zakázané pou¾ívateµom
uk: Заборонено користувачем

source: Disallowed by rules
cs: Zakázané podle pravidel
fr: Interdit par les règles
pl: Niedopuszczone przez regu³y
sk: Zakázané podµa pravidiel
uk: Заборонено обмеженнями

source: Checking "robots.txt"
cs: Kontroluji "robots.txt"
fr: Vérification de "robots.txt"
pl: Sprawdzanie "robots.txt"
sk: Kontrola "robots.txt"
uk: Перев╕ря╓мо "robots.txt"

source: Disallowed by "robots.txt"
cs: Zakázané v "robots.txt"
fr: Interdit par "robots.txt"
pl: Niedopuszczone przez "robots.txt"
sk: Zakázné v "robots.txt"
uk: Забороненно обмеженнями "robots.txt"

source: This URL type is not supported with ftpdir mode
cs: Tento typ URL není podporován v módu ftpdir
fr: Cette adresse n'est pas supportée en mode ftpdir
pl: Ten typ URL nie jest obs³ugiwany w trybieftpdir
sk: Tento typ URL nie je podporovaný v móde ftpdir
uk: Цей тип URL не п╕дтриму╓ться у режим╕ ftpdir

source: No transfer - file not expired
cs: ®ádný pøenos - soubor neexpiroval
fr: Pas de transfert - fichier non expiré
sk: Bez prenosu - súbor zatial neexpiroval

source: Starting time : %s
cs: Èas startu : %s
fr: Démarré à : %s
pl: Czas rozpoczêcia : %s
sk: Èas ¹tartu : %s
uk: Початок роботи : %s

source: Ending time : %s
cs: Konec : %s
fr: Terminé à : %s
pl: Czas zakoñczenia : %s
sk: Èas konca : %s
uk: К╕нець роботи : %s

source: download
cs: stahuj
fr: Téléchargement
pl: pobieranie
sk: prenos
uk: завантаження

source: last document locked -> sleeping for 5 seconds
cs: poslední dokument uzamèen -> èekám 5 sekund
fr: Dernier document verrouillé -> pause de 5 secondes
pl: ostatni dokument zablokowany -> oczekiwanie 5 sekund
sk: posledný dokument je uzamknutý -> o 5 sekúnd prebehne ïal¹í pokus
uk: останнього документа залоковано -> спимо 5 секунд

source: Relocating and scanning HTML document
cs: Relokuji a prohledávám HTML dokument
fr: Déplacement et traitement du document
pl: Przenoszenie i skanowanie dokumentu HTML
sk: Relokácia a parsovanie HTML dokumentu

source: Dumping processed document
cs: Posílám zpracované dokumenty do roury
fr: Dump du document traité
pl: Zrzucanie przetworzonego dokumentu
sk: Zápis spracovaného dokumentu

source: Storing document
cs: Ukládám dokument
fr: Enregistrement du document
pl: Zapamiêtywanie dokumentu
sk: Ukladanie dokumentu
uk: Збер╕га╓мо документ

source: Store failed
cs: Ukladání selhalo
fr: Echec de l'enregistrement
pl: B³±d zapamiêtywania
sk: Ukladanie dokumentu nebolo úspe¹né
uk: Зб╕й збереження

source: Done
cs: Hotovo
fr: Terminé
pl: Zrobiono
sk: Hotovo
uk: Зроблено

source: Sleeping ...
cs: Uspaný ...
fr: Pause ...
pl: Oczekiwanie ...
sk: Uspaný ...
uk: Спимо ...

source: Exiting ...
cs: Konèím ...
fr: Sortie ...
pl: Wychodzenie ...
sk: Ukonèený ...
uk: Виходимо ...

source: %s (%d bytes)
cs: %s (%d bytù)
fr: %s (%d octets)
pl: %s (%d bajtów)
sk: %s (%d bajtov)
uk: %s (%d байт╕в)

source: Searching for files to resume
cs: Hledám soubor pro pokraèování
fr: Recherche des fichiers à reprendre
pl: Wyszukiwanie plików do przywrócenia
sk: Hµadanie súborov, ktoré neboli prenesené úplne

source: Adding %s to resume list
cs: Pøipojení %s do seznamu na dokonèení pøenosu
fr: Ajout de %s à la liste de reprise
pl: Dodawanie %s do listy przywracanych
sk: Pripojenie %s do zoznamu na dokonèenie prenosu

source: Searching for documents to synchronize
cs: Hledám dokumenty k synchronizaci
fr: Recherche des documents pour la synchronisation
pl: Wyszukiwanie dokumentów do synchronizowania
sk: Hµadanie súborov na synchronizáciu

source: Adding file %s to sync list as URL %s
cs: Pøidávám soubor %s do seznamu pro synchronizaci jako URL %s
fr: Ajout du fichier %s dans la liste de synchronisation comme adresse %s
pl: Dodawanie pliku %s do listy synchronizowanych jako URL %s
sk: Pripojenie %s do zoznamu pre synchronizáciu ako URL %s

source: Checking: %s
cs: Kontroluji: %s
fr: Vérification : %s
pl: Sprawdzanie: %s
sk: Kontrolujem: %s
uk: Перев╕ря╓мо: %s

source: Bad reminder db entry - %s
cs: ©patná polo¾ka v databázi reminder - %s
fr: Mauvais rappel d'entrée db - %s
pl: Z³y wpis przypominania db - %s
sk: Chybná polo¾ka databázy pripomínaèa - %s

source: This is the result of running pavuk reminder mode
cs: Toto je výsledek spu¹tìní pavuka v modu reminder
fr: Ceci est le résultat de l'utilisation de Pavuk en mode rappel
pl: Jest to wynik pray pavuk w trybie przypominania
sk: Toto je výsledok behu programu pavúk v reminder móde
uk: Це результат роботи павука у режим╕ нагадувача (reminder)

source: Changed URLs
cs: Zmìnìná URL
fr: Adresses modifiées
pl: Zmienione URle
sk: Zmanené URL
uk: Зм╕нен╕ URL'╕

source: URLs with some errors
cs: URL s chybami
fr: Adresses contenant des erreurs
pl: URLe z jakimi¶ b³êdami
sk: URL, pri ktorých sa vyskytla chyba
uk: URL'╕ з деякими помилками

source: transfering "robots.txt"
cs: pøenos "robots.txt"
fr: Transfert de "robots.txt"
pl: transmisja "robpts.txt"
sk: prenos "robots.txt"
uk: тягнемо "robots.txt"

source: transfering "robots.txt"
cs: pøenos "robots.txt"
fr: Transfert de "robots.txt"
pl: transmisja "robots.txt"
sk: prenos "robots.txt"
uk: тягнемо "robots.txt"

source: Hmm: redirecting "robots.txt" to %s ???
cs: Hmm: pøesmìrování "robots.txt" na %s ???
fr: Redirection de "robots.txt" vers %s ???
pl: Hmm: przekierowanie "robots.txt" to %s ???
sk: Hmm: presmerovanie "robots.txt" na %s ???
uk: Ти ба: перенаправляти "robots.txt" до %s ???

source: Total number of URLs in queue: %d
cs: Celkový poèet URL ve frontì: %d
fr: Nombre total d'adresses dans la file d'attente : %d
pl: Ca³kowita ilo¶æ URLi w kolejce: %d
sk: Celkový poèet dokumentov vo fronte: %d
uk: Всього URL'╕в у черз╕: %d

source: Starting urls: %d
cs: Poèáteèní URL: %d
fr: Adresses de départ : %d
pl: Startowe URLe: %d
sk: ©tartovacie URL : %d
uk: Стартов╕ URL'╕: %d

source: Not processed yet: %d (%3d%%)
cs: Je¹tì nezpracované: %d (%3d%%)
fr: Pas encore traités : %d (%3d%%)
pl: Jeszcze nie przetworzono: %d (%3d%%)
sk: Zatiaµ nespracované: %d (%3d%%)
uk: Ще не опрацьовано: %d (%3d%%)

source: Processed OK: %d (%3d%%)
cs: V poøádku zpracované: %d (%3d%%)
fr: Traitement réussi : %d (%3d%%)
pl: Przetworzono OK: %d (%3d%%)
sk: Spracované bez chýb: %d (%3d%%)
uk: Опрацьовано OK: %d (%3d%%)

source: Loaded from local tree: %d (%3d%%)
cs: Naèteno z lokálního stromu: %d (%3d%%)
fr: Chargement à partir de l'arbre local : %d (%3d%%)
pl: Wczytano z lokalnego drzewa: %d (%3d%%)
sk: Naèítané z lokálneho stromu dokumentov: %d (%3d%%)
uk: Завантажено з локального дерева: %d (%3d%%)

source: Loaded from Netscape browser cache dir: %d (%3d%%)
cs: Naèteno z cache adresáøe prohlí¾eèe Netscape: %d (%3%%)
fr: Chargement à partir du répertoire de cache de Netscape : %d (%3d%%)
pl: Wczytano z katalogu cache Netscape: %d (%3d%%)
sk: Naèítané z cache adresára Netscape prehliadaèa: %d (%3d%%)
uk: Завантажено з директор╕╖ кеша Netscape: %d (%3d%%)

source: Downloaded over network: %d (%3d%%)
cs: Sta¾eno ze sítì: %d (%3d%%)
fr: Téléchargés par le réseau : %d (%3d%%)
pl: Pobrano ponad sieci±: %d (%3d%%)
sk: Prenesené po sieti: %d (%3d%%)
uk: Завантажено з мереж╕: %d (%3d%%)

source: Moved to another location: %d (%3d%%)
cs: Pøesunuto jinam: %d (%3d%%)
fr: Deplacés vers un autre emplacement : %d (%3d%%)
pl: Przeniesiono w inne miejsce: %d (%3d%%)
sk: Presunuté na iné miesto: %d (%3d%%)
uk: Переписано до ╕ншого м╕сця: %d (%3d%%)

source: Downloaded truncated: %d (%3d%%)
cs: Sta¾eno zkrácenì: %d (%3d%%)
fr: Téléchargés et corrompus : %d (%3d%%)
pl: Pobrano obciêtych: %d (%3d%%)
sk: Prenesené neúplné: %d (%3d%%)
uk: Завантажено ус╕чених: %d (%3d%%)

source: Non fatal errors: %d (%3d%%)
cs: Nekritické chyby: %d (%3d%%)
fr: Erreurs non fatales : %d (%3d%%)
pl: B³êdy niefatalne: %d (%3d%%)
sk: Dokumenty s menej záva¾nými chybami: %d (%3d%%)
uk: Нефатальних помилок: %d (%3d%%)

source: Not found documents: %d (%3d%%)
cs: Nenalezené dokumenty: %d (%3d%%)
fr: Documents non trouvés : %d (%3d%%)
pl: Nie znaleziono dokumentów: %d (%3d%%)
sk: Dokumenty, ktoré neboly nájdené na vzdialenom servery: %d (%3d%%)
uk: Не знайдено документ╕в: %d (%3d%%)

source: Documents with fatal errors: %d (%3d%%)
cs: Dokumenty s kritickými chybami: %d (%3d%%)
fr: Documents avec des erreurs fatales : %d (%3d%%)
pl: Dokument z fatalnymi b³êdami: %d (%3d%%)
sk: Dokumenty so záva¾nými chybami: %d (%3d%%)
uk: Документи з фатальними помилками: %d (%3d%%)

source: Documents with unknown status: %d (%3d%%)
cs: Dokumenty s neznámým stavem: %d (%3d%%)
fr: Documents avec un status inconnu : %d (%3d%%)
pl: Dokument z nieznanym stanem: %d (%3d%%)
sk: Dokumenty s neznámim stavom: %d (%3d%%)
uk: Документи у нев╕домому стан╕: %d (%3d%%)

source: Documents with unspecific status: %d (%3d%%)
cs: Dokumenty s nespecifikovaným stavem: %d (%3d%%)
fr: Documents avec un status non spécifique : %d (%3d%%)
pl: Dokument nieokre¶lonego stanu: %d(%3d%%)
sk: Dokumenty bez ¹pecifického stavu: %d (%3d%%)

source: Pavuk: save status page
cs: Pavuk: ulo¾ stránku se stavem
fr: Pavuk : Sauver la page de status
pl: Pavuk: zapisz stronê stanu
sk: Pavúk: ulo¾ statistiku
uk: Павук: збереження стор╕нки статусу

source: Not available yet
cs: Nedostupné
fr: Non disponible
pl: Jeszcze niedostêpne
sk: Nie je dostupná

source: Pavuk: status page
cs: Pavuk: stavová stránka
fr: Pavuk : Page de status
pl: Pavuk: strona stanu
sk: Pavúk: ¹tatistický report
uk: Павук: стор╕нка статусу

source: Status page
cs: Stavová stránka
fr: Page de status
pl: Strona stanu
sk: ©tatistický report
uk: Стор╕нка статусу

source: Save ...
cs: Ulo¾it ...
fr: Enregistrer ...
pl: Zapisz ...
sk: Ulo¾ ...
uk: Зберегти ...

source: Refresh
cs: Obnovit
fr: Rafraîchir
pl: Od¶wie¿
sk: Aktualizuj
uk: Поновити

source: Try download
cs: Zkusit stáhnout
fr: Essayer de télécharger
pl: Próbuj pobieraæ
sk: Skús prenies»
uk: Спробувати тягти

source: Bad -tag_pattern tag wildcard pattern
sk: Chybný wildcard vzor v -tag_pattern tag

source: Bad -tag_pattern attribute wildcard pattern
sk: Chybný wildcard vzor v -tag_pattern attribute

source: Bad -tag_pattern url wildcard pattern
sk: Chybný wildcard vzor v -tag_pattern url

source: Bad -tag_rpattern tag RE pattern
sk: Cybný regulárny výraz pre -tag_rpattern

source: Bad -tag_rpattern attribute RE pattern
sk: Chybný atribút regulárneho výrazu pre -tag_rpattern

source: Bad -tag_rpattern url RE pattern
sk: Chybný regulárny výraz pre URL v -tag_rpattern

source: no error
cs: bez chyby
fr: Pas d'erreur
pl: bez b³êdów
sk: bez chyby
uk: без помилок

source: host not found
cs: server nenalezen
fr: Serveur non trouvé
pl: nie znaleziono hosta
sk: server nebol nájdený
uk: сервер не знайдено

source: temporary error (try again later)
cs: doèasná chyba (zkuste to pozdìji)
fr: Erreur temporaire (essayer plus tard)
pl: b³±d tymczasowy (spróbuj pó¼niej)
sk: doèasná chyba (skúste neskôr)
uk: тимчасова помилка (спробуйте п╕зн╕ше)

source: non recoverable error
cs: nenapravitelná chyba
fr: Erreur non recupérable
pl: b³±d nienaprawialny
sk: fatálna chyba

source: name is valid, but doesn't have an IP address
cs: platné jméno, ale nemá IP adresu
fr: Le nom est valide mais il ne possède pas d'adresse IP
pl: nazwa poprawna, ale nie ma adresu IP
sk: menná adresa je správna, ale nemá pridelenú ¾iadnu IP adresu
uk: ╕м'я в╕рне, але не ма╓ адреси IP

source: unknown hostname translation error
cs: neznámá chyba pøi pøekladu jména
fr: Erreur de traduction inconnue du serveur de noms
pl: nieznany b³±d t³umaczenia nazwy hosta
sk: neznáma chyba pri preklade mena servera na IP adresu
uk: нев╕дома помилка трансляц╕╖ ╕мен╕ сервера

source: Warning: locking not supported ... don't run multiple processes or threads!
sk: Upozornenie: uzamykanie súborov nie je podporované ... nespú¹tajte naraz viac procesov alebo threadov!

source: waiting to release lock on FD : %d
cs: èekám na uvolnìní zámku na FD : %d
fr: En attente de déverrouillage sur FD : %d
pl: oczekiwanie na zwolnienie blokady na FD : %d
sk: èakám na uvolnenie uzamknutého súboru s FD : %d

source: Bad parameter - Working subdirectory
cs: ©patný parametr - pracovní adresáø
fr: Mauvais paramètre - sous-répertoire de travail
pl: Z³y parametr - pracuj±cy podkatalog
sk: Chybný parameter - Pracovný podadresár
uk: Нев╕рний параметер - Робоча п╕ддиректор╕я

source: Bad parameter - Cache directory
cs: ©patný parametr - Cache adresáøe
fr: Mauvais paramètre - répertoire de cache
pl: Z³y parametr - katalog cache
sk: Chybný parameter - Cache adresár
uk: Нев╕рний параметер - Директор╕я кеша

source: Error occured while executing user-exit script
cs: Nastala chyba pøi provádìní u¾ivatelského exit skriptu
fr: Une erreur s'est produite en executant un script utilisateur
pl: B³±d podczas wykonywania skryptu wyj¶cia u¿ytkownika
sk: Vyskytla sa chyba pri spú¹»aní pou¾ívateµovho skriptu

source: Entering directory %s
cs: Vstupuji do adresáøe %s
fr: Entrée dans le répertoire %s
pl: Wchodzenie do katalogu %s
sk: Vstup do adresára %s
uk: Заходимо до директор╕╖ %s

source: Relocating %s
cs: Pøemístìní %s
fr: Relocalisation %s
pl: Przenoszenie %s
sk: Relokácia %s
uk: Перем╕щу╓мо %s

source: Omitting %s
cs: Vynechávám %s
fr: Omission de %s
pl: Pomijanie %s
sk: Vynechanie %s
uk: Пропуска╓мо %s

source: Leaving directory %s
cs: Opou¹tím adresáø %s
fr: Quitte le répertoire %s
pl: Opuszczanie katalogu %s
sk: Odchod z adresára %s
uk: Виходимо з директор╕╖ %s

source: Can't open directory %s
cs: Není mo¾né otevøít adresáø %s
fr: Impossible d'ouvrir le répertoire %s
pl: Nie mo¿na otworzyæ katalogu %s
sk: Nie je mo¾né otvori» adresár %s
uk: Неможливо в╕дкрити директор╕ю %s

source: unsupported URL type "%s"
cs: nepodporovaný typ URL"%s"
fr: Type d'adresse non supportée "%s"
pl: nieobs³ugiwany typ URL "%s"
sk: nepodporovaný typ URL "%s"
uk: цей тип URL не п╕дтриму╓ться "%s"

source: Moved to already processed URL.
cs: Ji¾ zpracované URL.
fr: Déplacée vers des adresses déjà traitées
pl: Przeniesione do przetworzonego ju¿ URL.
sk: Presmerovanie na spracované URL.
uk: Пересунуто до вже опрацьованого URL.
