Repository: jameshilliard/bhr4_release_01_04_00_10
Catalog: pavuk-0.9.35/po/*.po
Languages: cs, fr, pl, sk, uk

source: Javascript patterns with transform rules
cs: Javascript vzory s tranformaèními pravidly
fr: Motifs JavaScript avec les règles de transformation
pl: Wzorce Javascript z regu³ami transformacji
sk: JS vzory s transformaèným pravidlom
uk: Шаблони Javascript з правилами трансформац╕╖

source: Pattern
cs: Vzor
fr: Motif
pl: Wzorzec
sk: Vzor
uk: Шаблон

source: Transform rule
cs: Transformaèní pravidlo
fr: Règle
pl: Regu³a transformacji
sk: Pravidlo transformácie
uk: Правило трансформац╕╖

source: HTML tag
cs: HTML znaèka
fr: Balise HTML
sk: HTML znaèka
uk: HTML те╜

source: HTML tag attribute
cs: Atribut HTML znaèky
fr: Attribut de balise HTML
pl: Atrybut taga HTML
sk: Atribút HTML znaèky
uk: Атрибут HTML те╜а

source: Rewrite
cs: Pøepisuj
fr: Réécrire
sk: Prepisuj

source: Pattern:
cs: Vzor:
fr: Motif :
pl: Wzorzec:
sk: Vzor:
uk: Шаблон:

source: Tranform rule:
cs: Transformaèní pravidlo:
fr: Règle :
pl: Regu³a transformacji:
sk: Pravidlo transformácie:
uk: Правило трансформац╕╖:

source: HTML tag:
cs: HTML znaèka:
fr: Balise HTML :
sk: HTML znaèka:
uk: HTML те╜:

source: HTML tag attribute:
cs: Atributy HTML znaèky:
fr: Attribut de balise :
pl: Atrybut taga HTML:
sk: Atribút HTML znaèky:
uk: Атрибут HTML те╜а:

source: Rewrite URL part in HTML document
cs: Pøepi¹ odkazy v HTML dokumentech
fr: Modifier l'adresse dans la page HTML
pl: Przepisz URLe wewn±trz dokumentu HTML.
sk: Prepisuj èas» URL v HTML dokumentoch
uk: Переписувати URL у HTML документах

source: Pavuk: Common config
cs: Pavuk: Základní konfigurace
fr: Pavuk : Configuration
pl: Pavuk: ogólne opcje
sk: Pavúk: Základná konfigurácia
uk: Павук: Загальна конф╕гурац╕я

source: Limitations ...
cs: Omezení ...
pl: Ograniczenia ...
sk: Obmedzenia ...
uk: Обмеження ...

source: Pavuk: JavaScript console
cs: Pavuk: JavaScript konzole
fr: Pavuk : Console JavaScript
pl: Pavuk: Konsola JavaScript
sk: Pavúk: JavaScript konzola
uk: Павук: Консоль JavaScript

source: Reload script file
cs: Znovu naèti scénáø
fr: Rechargement du script
pl: Ponownie wczytaj plik skryptu
sk: Naèítaj znovu skript
uk: Перечитати файл скрипта

source: Save script to file
cs: Ulo¾ scénáø do souboru
fr: Enregistrer le script dans le fichier
pl: Zapisz skrypt do pliku
sk: Ulo¾ skript do súboru
uk: Зберегти скрипт до файла

source: Load script to JavaScript runtime
cs: Na¹ti scénáø do JavaScript interpretru
fr: Charger le script dans le runtime JavaScript
pl: Wczytaj skrypt do ¶rodowiska pracy JavaScript
sk: Zaveï skript do JavaScript interpretera

source: Restart JavaScript runtime
cs: Restartuj JavaScript interpretr
fr: Redémarrer le runtime JavaScript
pl: Uruchom ponownie ¶rodowisko pracy JavaScript
sk: Re¹tart JavaScript interpretera

source: JavaScript source file:
cs: Zdrojový soubor JavaScriptu:
fr: Fichier source JavaScript :
pl: Plik ¼ród³owy JavaScript
sk: JavaScript zdrojový súbor:
uk: Вих╕дний файл JavaScript:

source: Tree
cs: Strom
fr: Arborescence
pl: Drzewo
sk: Strom
uk: Дерево

source: Download cgi-generated pages
cs: Stahovaní stran generovaných CGI skripty
fr: Télécharger les pages générées par des scripts CGI
pl: Pobieraj strony wygenerowane przez cgi
sk: Prená¹aj generované CGI dokumenty
uk: Витягати cgi-з╜енерован╕ стор╕нки

source: Recurse through FTP directory
cs: Rekurzivní procházení FTP adresáøù
fr: Traitement récursif des répertoires FTP
pl: Recursja przez katalog FTP
sk: Prechádzaj FTP adresáre
uk: Йти рекурсивно кр╕зь директор╕╖ FTP

source: Allow "robots.txt"
cs: Povolení "robots.txt"
fr: Autoriser "robots.txt"
pl: Dopuszczaj "robots.txt"
sk: Povoµ kontrolu "robots.txt"
uk: Зважати на "robots.txt"

source: Process HTML files downloaded over FTP
cs: Zpracuj HTML soubory sta¾ené pomocí FTP
fr: Traiter les fichiers HTML téléchargés par FTP
pl: Przetwarzaj pliki HTML pobrane poprzez FTP
sk: Parsuj HTML súbory pochádzajúce z FTP servera
uk: Опрацьовувати отриман╕ через FTP файли HTML

source: Don't leave starting site
cs: Neopou¹tìj startovní místo
fr: Ne pas quitter le site de départ
pl: Nie opuszczaj strony startowej
sk: Neopusti ¹tartovací server
uk: Не полишати стартового сервера

source: Don't leave starting directory
cs: Neopou¹tìj startovní adresáø
fr: Ne pas quitter le répertoire de départ
pl: Nie opuszczaj katalogu startowego
sk: Neopusti ¹tartovací adresár
uk: Не полишати стартову директор╕ю

source: Don't leave site enter directory
cs: Neopou¹tìj místo vstupu na server
fr: Ne pas quitter le répertoire d'entrée dans le site
pl: Nie opuszczaj strony wej¶cia katalogowego
sk: Neopusti vstupný adresár servera

source: Download just single page
cs: Stáhni jen jednu stránku
fr: Télécharger une seule page
pl: Pobieraj tylko jedn± stronê
sk: Prenes iba jednu HTML stránku
uk: Витягти лише одну стор╕нку

source: Apply limiting options on inline objects
cs: Pou¾ij omezení i na vlo¾ené objeky
fr: Appliquer les options de limitations aux objets des pages
pl: Zastosuj opcje ograniczeñ na obiekty inline
sk: Aplikuj obmedzenia na inline objekty

source: Max. count of documents:
cs: Max. poèet dokumentù:
fr: Nombre maximum de documents traités :
pl: Maksymalna ilo¶æ dokumentów:
sk: Max. poèet dokumentov:
uk: Макс. к╕льк╕сть документ╕в:

source: Max. depth of tree:
cs: Max. hloubka stromu:
fr: Nombre max. de sous-répertoires dans l'arborescence :
pl: Maksymalna g³êboko¶æ drzewa:
sk: Max. håbka stromu:
uk: Макс. глибина дерева:

source: Max. levels to leave from starting site:
cs: Max. poèet úrovní ponechání od startovního místa:
fr: Nombre max. de niveaux de documents à partir du site de départ :
pl: Maksymalna ilo¶æ poziomów do opuszczenia od strony startowej:
sk: Max. úrovní mimo ¹tartovací server:

source: Max. document size:
cs: Max. velikost dokumentù:
fr: Taille maximale des documents (octets) :
pl: Maksymalna wielko¶æ dokumentu:
sk: Max. veµkos» dokumentu:
uk: Макс. розм╕р документа:

source: Min. document size:
cs: Min. velikost dokumentu:
fr: Taille minimale des documents (octets) :
pl: Minimalna wielko¶æ dokumentu:
sk: Min. veµkos» dokumentu:
uk: М╕н. розм╕р документа:

source: Max. site levels to leave from starting site:
cs: Max. poèet zmìn serverù od startovního místa:
fr: Nombre max. de niveaux de sites à partir du site du départ :
pl: Maksymalna ilo¶æ poziomów strony do opuszczenia od strony startowej:
sk: Max. úrovní serverov mimo ¹tartovací server:

source: Working subdirectory :
cs: Pracovní podstrom :
fr: Sous-répertoire de travail :
pl: Katalog pracy:
sk: Pracovný podstrom :
uk: Робоча директор╕я:

source: User condition script:
cs: Skript s u¾ivatelskými podmínkami:
fr: Script pour le traitement des adresses :
pl: Skrypt warunków u¿ytkownika:
sk: Skript s podmienkou výberu URL:

source: Follow command:
cs: Pøíkaz po zta¾ení:
fr: Script pour le suivi des adresses :
pl: Polecenie folow:
sk: Podmienkový skript na prenos liniek z aktuálneho dokumentu:

source: Patterns
cs: Vzory
fr: Motifs
pl: Wzorce
sk: Vzory
uk: Шаблони

source: Wildcard patterns
cs: ®olíkový výraz
fr: Jockers
pl: Wzrosce "wildcard"
sk: Wildcard vzor
uk: Шаблони з масками

source: Documents matching pattern:
cs: Dokumenty vyhovující výrazu:
fr: Motif pour les documents :
pl: Wzorzec dopasowania dokumentów:
sk: Regulárny výraz pre dokument:

source: skip:
cs: pøeskoè:
fr: Ignorer :
pl: przeskocz:
sk: vynechaj:

source: Pavuk: edit Documents matching skip pattern
sk: Pavuk: editácia vzoru na vynechanie dokumentu

source: URL matching pattern:
cs: Regulární výraz pro URL:
fr: Motif pour les adresses :
pl: Wzorzec dopasowania URLi:
sk: Vzor pre URL:

source: Pavuk: edit URL matching skip pattern
sk: Pavuk: editácia vzoru URL pre vynechanie

source: RE patterns
cs: Regulární výraz
fr: Expressions Régulières
pl: Wzorce RE
sk: regulárny výraz
uk: Шаблони RE

source: Hosts
cs: Servery
fr: Serveurs
pl: Hosty
sk: Server
uk: Сервери

source: Allow / Disallow sites
cs: Povolené / Zakázané servery
fr: Sites Autorisés / Interdits
pl: Dopuszczaj / nie dopuszczaj strony
sk: Povolené / Zakázané servery
uk: Дозволити / Заборонити сервер

source: Site:
cs: Server(site):
pl: Strona:
sk: Server:
uk: Сервер:

source: Allow / Disallow domains
cs: Povolené / Zakázané domény
fr: Domaines Autorisés / Interdits
pl: Dopuszczaj / nie dopuszczaj domeny
sk: Povolené / Zakázané domény
uk: Дозволити / Заборонити домен

source: IP address RE patterns
cs: Regulární výraz pro IP adresy
fr: Motifs Expressions Régulières pour les adresses IP
pl: Wzorce RE adresu IP
sk: Regulárne výrazy pre IP adresu
uk: Шаблони RE для адрес IP

source: Server IP address matching pattern:
cs: Výraz pro povolení IP adres serveru:
fr: Motif de correspondance pour les adresses IP des serveurs :
pl: Wzorzec dopasowania adresu IP serwera:
sk: Regulárny výraz pre IP adresu:
uk: Шаблони для адрес IP сервер╕в:

source: Pavuk: edit Server IP address matching skip pattern
sk: Pavuk: editácia vzoru servra pre vynechanie

source: Server ports
cs: Porty serveru
fr: Ports du serveur
pl: Porty serwera
sk: Porty serverov
uk: Порти сервера

source: Allow/deny
sk: Povolené/zakázané

source: Ports:
cs: Porty:
pl: Porty:
sk: Porty:
uk: Порти:

source: Documents
cs: Dokumenty
pl: Dokumenty
sk: Dokument
uk: Документи

source: Allow / Disallow suffix
cs: Povolení / Zakázání pøípony
fr: Suffixes Autorisés / Interdits
pl: Dopuszczaj / nie dopuszczaj przyrostek
sk: Povolené / Zakázané prípony
uk: Дозволити / Заборонити суф╕кс

source: Suffix:
cs: Pøípona:
fr: Suffixe :
pl: Przyrostek:
sk: Prípona:
uk: Суф╕кс:

source: Allow / Disallow prefix
cs: Povolení / Zakázání pøedpony
fr: Préfixes Autorisés / Interdits
pl: Dopuszczej / nie dopuszczaj przedrostek
sk: Povolené / Zakázané predpony
uk: Дозволити / Заборонити преф╕кс

source: Prefix:
cs: Pøedpona:
fr: Préfixe :
pl: Przedrostek:
sk: Predpona:
uk: Преф╕кс:

source: MIME types
cs: MIME typy
fr: Types MIME
pl: Typy MIME
sk: MIME typy
uk: Типи MIME

source: Allow / Disallow MIME type
cs: Povolené / Zakázané MIME typy
fr: Types MIME Autorisés / Interdits
pl: Dopuszczaj / nie dopuszczaj typ MIME
sk: Povolené / Zakázané MIME typy
uk: Дозволити / Заборонити типи MIME

source: MIME type:
cs: MIME typy:
fr: Type MIME :
pl: Typ MIME:
sk: MIME typ:
uk: Тип MIME:

source: Time
cs: Èas
fr: Temps
pl: Czas
sk: Èas
uk: Час

source: Lower document time limit
cs: Spodní limit èasu pro dokument
fr: Date la plus ancienne du document
pl: Dolne ograniczenie czasu dokumentu
sk: Spodná èasová hranica pre dokument
uk: Нижня межа в╕ку документа

source: Check if doc. time newer than this
cs: data
fr: Vérifier si la date du document est ultérieure à celle-ci
pl: Sprawd¼ czy czas dokumentu jest nowszy ni¿ ten
sk: Kontroluj èi je dokument nov¹í
uk: Дивитися, чи документ нов╕ший н╕ж

source: Upper document time limit
cs: Horní limit èasu pro dokument
fr: Date la plus récente du document
pl: Górne ograniczenie czasu dokumentu
sk: Horná èasová hranica pre dokument
uk: Верхня межа в╕ку документа

source: Check if doc. time older than this
cs: Zkontroluj zda je dokument star¹í
fr: Vérifier si la date du document est antérieure à celle-ci
pl: Sprawd¿ czy czas dokumentu jest starszy ni¿ ten
sk: Kontroluj èi je dokument star¹í
uk: Дивитися, чи документ стар╕ший н╕ж

source: Maximal allowed time of downloading:
cs: Maximální povolený èas stahování:
fr: Temps maximal autorisé pour le téléchargement :
pl: Maksymalny dopuszczalny czas pobierania:
sk: Maximálny povolený èas behu:
uk: Найб╕льний дозволений час завантаження:

source: Select allowed HTML tags and attributes
cs: Vyber povolené HTML tagy a atributy
fr: Sélectionner les balises et attributs HTML autorisés
pl: Wybierz dopuszczane tagi HTML i ich atrybuty
sk: Výber povolených HTML znaèiek a atribútov
uk: В╕дм╕тьте дозволен╕ теги та атрибути HTML

source: %s of %s
cs: %s z %s
fr: %s de %s
pl: %s z %s
sk: %s z %s

source: Tag patterns
sk: Vzory pre znaèku

source: Tag pattern
sk: Vzor pre znaèku

source: Attribute pattern
sk: Vzor pre atribút

source: URL pattern
sk: Vzor pre URL

source: Pattern type:
sk: Typ vzoru:

source: Pavuk: Limits config
cs: Pavuk: Konfigurace omezení
fr: Pavuk : Limitations
pl: Pavuk: ustawienia ograniczeñ
sk: Pavúk: Konfigurácia obmedzení
uk: Павук: обмеження

source: Common ...
cs: Spoleèné ...
fr: Configuration ...
pl: Ogólne ...
sk: Základná ...
uk: Загальн╕ ...

source: Unable to change language during processing time!
sk: Nie je mo¾né meni» jazyk poèas spracovania!

source: Unknown window to popup
cs: Neznamé okno na popup
fr: Fenêtre inconnue
pl: Nieznane okno do rozwiniêcia
sk: Neznáme okno na zobrazenie

source: Fetched URL from clipboard : %s
cs: URL získané ze schránky : %s
fr: Adresse prise dans le presse-papier : %s
pl: Pobrany URL ze schowka : %s
sk: URL prebrané zo schránky : %s
uk: Витягнутий з кишен╕ URL : %s

source: Fetched URL from browser : %s
cs: Získej URL od prohlí¾eèe : %s
fr: Adresse prise du navigateur : %s
pl: Pobrany URL z przegl±darki : %s
sk: URL prebrané z prehliadaèa : %s
uk: Витягнутий у переглядача URL : %s

source: Both
cs: Text i ikony
fr: Icones et texte
pl: Oba
sk: Oboje
uk: ╤конки та текст

source: Icons only
cs: Pouze ikony
fr: Icones
pl: Tylko ikony
sk: Iba ikony
uk: Лише ╕конки

source: Text only
cs: Pouze text
fr: Texte
pl: Tylko tekst
sk: Iba text
uk: Лише текст

source: Nr.
fr: N°.
sk: È.

source: Status
cs: Stavo
fr: Etat
pl: Stan
sk: Stav
uk: Стан

source: Size
cs: Velikost
fr: Taille
pl: Wielko¶æ
sk: Veµkos»
uk: Розм╕р

source: Transfer rate
cs: Pøenosová rychlost
fr: Taux de Transfert
pl: Prêdko¶æ transmisji
sk: Rýchlos» prenosu
uk: Швидк╕сть

source: Elapsed time
cs: Uplynulý èas
fr: Temps écoulé
pl: Up³ynê³o czasu
sk: Èas prenosu
uk: Пройшло часу

source: Remaining time
cs: Zbývající èas
fr: Temps restant
pl: Pozosta³o czasu
sk: Zostávajúci èas
uk: Лишилося часу

source: Open _URL ...
cs: Otevøení _URL ...
fr: Ouvrir l'adresse ...
pl: Otwórz _URL ...
sk: Otvor _URL ...
uk: В╕дкрити _URL ...

source: Append URL ...
cs: Pøidat URL ...
fr: Ajouter l'adresse ...
pl: Do³±cz URL ...
sk: Pridaj URL ...
uk: Додати URL ...

source: Fetch URL from Clipboard
cs: Vezmi URL ze schránky
fr: Prendre l'adresse du presse papier
pl: Pobierz URL ze schowka
sk: Naèítaj URL zo schránky
uk: Взяти URL з кишен╕

source: Fetch URL from browser
cs: Vezmi URL od prohlí¾eèe
fr: Prendre l'adresse du navigateur
pl: Pobierz URL z przegl±darki
sk: Naèítaj URL z prehliadaèa
uk: Взяти URL у переглядача

source: Load scenario ...
cs: Naèti scénáø ...
fr: Charger un scénario ...
pl: Wczytaj scenariusz ...
sk: Naèítaj scenár ...
uk: Зчитати сценар╕й ...

source: Add scenario ...
cs: Pøidej scénáø ...
fr: Ajouter le scénario ...
pl: Dodaj scenariusz ...
sk: Pripoj scenár ...
uk: Додати сценар╕й ...

source: Save scenario ...
cs: Ulo¾ scénáø ...
fr: Enregistrer le scénario ...
pl: Zapisz scenariusz ...
sk: Ulo¾ scenár ...
uk: Зберегти сценар╕й ...

source: Save settings to ~/.pavukrc
cs: Ulo¾it nastavení do ~/.pavukrc
fr: Enregistrer la configuration dans ~/.pavukrc
pl: Zapisz ustawienia do ~/.pavukrc
sk: Ulo¾ aktuálne nastavenia do ~/.pavukrc
uk: Зберегти установки до ~/.pavukrc

source: Schedule ...
cs: Plánuj ...
fr: Planifier ...
sk: Plánuj ...
uk: Розклад ...

source: E_xit
cs: _Konec
fr: Quitter
pl: _Wyj¶cie
sk: _Koniec
uk: Ви_x╕д

source: _File
cs: _Soubor
fr: _Fichier
pl: _Plik
sk: _Súbor
uk: Файл(_F)

source: Document _Tree ...
cs: S_trom dokumentù ...
fr: Arborescence ...
pl: Drzewo dokumen_tu ...
sk: S_trom dokumentov ...
uk: Дерево докумен_t╕в ...

source: Status page ...
cs: Stavová stránka ...
fr: Page de status ...
pl: Strona stanu ...
sk: ©tatistiky prenosu ...
uk: Перегляд стану ...

source: HTML forms editor ...
cs: Editor HTML formuláøù ...
fr: Editeur de formulaires HTML ...
pl: Edytor formularzy HTML
sk: Editor HTML formulárov ...
uk: Редактор форм HTML ...

source: Javascript console ...
cs: Javascript konzole ...
fr: Console JavaScript ...
pl: Konsola Javascript ...
sk: JavaScript konzola ...
uk: Консоль Javascript ...

source: Clear log window
cs: Vyèisti okno se zprávami
fr: Effacer la fenêtre de Log
pl: Wyczy¶æ okno loga
sk: Zma¾ okno výpisu
uk: Очистити в╕кно журналу

source: _View
cs: _Prohlí¾ení
fr: _Vue
pl: Po_ka¿
sk: _Prehliadanie
uk: Вигляд(_V)

source: normal recurse
cs: bì¾ná (normalní) rekurze
fr: Récupération normale
pl: rekursja normalna
sk: normálne prechádzanie
uk: звичайне викачування

source: synchronize
cs: synchronizace
fr: Synchronisation
pl: synchronizuj
sk: synchronizácia
uk: синхрон╕зувати

source: single page
cs: jedna strana
fr: Une seule page
pl: jedna strona
sk: jedna stránka
uk: одна стор╕нка

source: update local links
cs: obnov lokální odkazy
fr: Mettre à jour les liens locaux
pl: od¶wie¿ lokalne dowi±zania
sk: aktualizácia odkazov
uk: поновити локальн╕ посилання

source: resume files
cs: pokraèovaní souboru
fr: Reprendre les fichiers
pl: przywróæ pliki
sk: dokonèenie prenosov
uk: перевитягти файли

source: unlimited reget
cs: neomezený poèet pokusù o sta¾ení
fr: Tentatives illimitées
pl: pobieranie bez ograniczeñ
sk: nekoneèný reget
uk: необмежене дотягування

source: transfer but don't store
cs: pøenes ale neulo¾
fr: Transférer sans enregistrer
pl: transmituj ale nie zapamiêtuj
sk: prenos bez ulo¾enia do súboru
uk: тягти, не збер╕гаючи

source: reminder
cs: pøipomínka
fr: Mémento
pl: przypomnienie
sk: pripomínaè zmien URL
uk: нагадувач

source: list ftp directory
cs: výpist ftp adresáøe
fr: Lister les répertoires FTP
pl: listuj katalog FTP
sk: vylistuj FTP adresár
uk: список ftp директор╕╖

source: _Mode
cs: _Mód
pl: T_ryb
sk: _Mód
uk: Режим(_M)

source: C_ommon ...
cs: Sp_oleèné ...
fr: Configuration ...
pl: _Ogólne ...
sk: _Základná ...
uk: Загальн╕ (_C) ...

source: _Limitations ...
cs: O_mezení ...
pl: Ogra_niczenia ...
sk: _Obmedzenia ...
uk: Обмеження (_L) ...

source: Reset configuration
cs: Vyma¾ konfiguraci
fr: Effacer la configuration ...
pl: Zeruj ustawienia
sk: Nastav poèiatoènú konfiguráciu
uk: В╕дновити конф╕╜урац╕ю

source: Toolbar
cs: Li¹ta
fr: Barre d'outils
pl: Pasek narzêdzi
sk: Nástrojová li¹ta
uk: Панель ╕нструмент╕в

source: Toggle toolbar
cs: Nastavení li¹ty
fr: Affichage de la barre d'outils
pl: Prze³±cz pasek narzêdzi
sk: Zobraz/Skry nástrojovú li¹tu
uk: Перемикнути панель ╕нструмент╕в

source: Progressbar
cs: Progresbar
fr: Barre de progression
pl: Pasek postêpu
sk: Progresbar
uk: Панель поступу

source: Language
cs: Jazyk
fr: Langue
pl: Jêzyk
sk: Jazyk
uk: Мова

source: English
sk: Anglický

source: Debug level
cs: Úroveò ladìní
fr: Niveau de déboguage
pl: Poziom ¶ledzenia
sk: Úroveò ladenia
uk: Р╕вень в╕дладки

source: All
cs: V¹e
fr: Toutes
pl: Wszystko
sk: V¹etky
uk: Все

source: None
cs: Nic
fr: Aucune
pl: Brak
sk: ®iadny
uk: Н╕чого

source: Debug
cs: Ladìní
fr: Déboguage
pl: ¦led¼
sk: Ladenie
uk: В╕дладка

source: Allow tooltips
cs: Povol nápovìdu
fr: Activer les info-bulles
pl: Dopuszczaj podpowiedzi
sk: Povoµ nápovedu
uk: Дозволити п╕дказки

source: Log window autoscroll
cs: Automatický posun logovacího okna
fr: Défilement auto de la fenêtre de Log
pl: Automatyczne przewijanie okna loga
sk: Automatické rolovanie okna logu
uk: Автоматична прокрутка журналу

source: Use preferences
cs: Pou¾ij nastavení
fr: Utiliser les préférences
pl: U¿ywaj preferencji
sk: Automatické ukladanie/naèítavanie nastavení
uk: Використовувати уподобання

source: Quiet
cs: Ti¹e
fr: Muet
pl: Cicho
sk: Bez výstupu správ
uk: Працювати мовчки

source: Immediate messages
cs: Okam¾ité zprávy
fr: Messages immédiats
pl: Natychmiastowe informacje
sk: Vypisuj správy okam¾ite
uk: Негайн╕ пов╕домлення

source: _Config
cs: _Konfigurace
fr: _Configuration
pl: Konfigura_cja
sk: _Konfigurácia
uk: Параметри(_С)

source: _Restart
fr: _Redémarrer
sk: _Re¹tart
uk: Перезапуск (_R)

source: Co_ntinue
cs: _Pokraèuj
fr: Poursuivre
pl: Ko_ntynuacja
sk: Pokraèova»
uk: Продовжити (_N)

source: _Break
cs: Pøe_ru¹ení
fr: Pause
pl: Prz_erwij
sk: Preru¹enie
uk: Урвати (_B)

source: _Action
cs: _Akce
pl: _Akcja
sk: _Akcia
uk: Д╕╖(_A)

source: About ...
cs: O aplikaci ...
fr: A propos ...
pl: O programie ...
sk: O aplikácii ...
uk: Про ...

source: _Help
cs: _Nápovìda
fr: _Aide
pl: Po_moc
sk: P_omoc
uk: Допомога(_H)

source: Config
cs: Konfigurace
fr: Configuration
pl: Konfiguracja
sk: Konfigurácia
uk: Конф╕╜урац╕я

source: Popup config window
cs: Otevøení konfiguraèních oken
fr: Configuration
pl: Rozwiñ okno konfiguracji
sk: Zobraz konfiguraèné okno
uk: Вигульку╓ в╕кно конф╕╜урування

source: Limits
cs: Limity
fr: Limitations
pl: Ograniczenia
sk: Obmedzenia
uk: Меж╕

source: Popup limits window
cs: Zobraz okno s omezeníni
fr: Limitations
pl: Rozwiñ okno ograniczeñ
sk: Zobraz okno s obmedzeniami
uk: Вигульку╓ в╕кно конф╕╜урування обмежень

source: Go bg
cs: Na pozadí
fr: Arrière plan
pl: Id¿ w t³o
sk: Na pozadie
uk: У п╕дп╕лля

source: Destroy window as soon as posible and continue on terminal
cs: Zru¹ co nejdøíve okno aplikace a pokraèuj na terminálu
fr: Détruire la fenêtre et continuer en mode terminal
pl: Zniszcz okno najszybciej jak to mo¿liwe i kontynuuj na terminalu
sk: Zru¹ èo najskôr okno aplikácie a pokraèuj vo vykonávaní na terminály
uk: Знищити це в╕кно якнайшвидше та продовжити у терм╕нал╕

source: Restart
fr: Redémarrer
sk: Re¹tart
uk: Перезапуск

source: Start working on currently set starting URLs
cs: Zaèni pracovat na zadaných URL
fr: Démarrer le téléchargement sur les adresses sélectionnées
pl: Rozpocznij pracê na ustawionych na bie¿±co URLach
sk: Zaèni pracova» so zadanými URL
uk: Почати роботу з╕ списком стартових URL

source: Continue
cs: Pokraèuj
fr: Poursuivre
pl: Kontynuacja
sk: Pokraèuj
uk: Дал╕

source: Continue after stop or break
cs: Pokraèuj po pøeru¹ení
fr: Poursuivre après un arrêt ou une pause
pl: Kontynuuj po zatrzymaniu lub przerwie
sk: Pokraèuj po preru¹ení
uk: Продовжити п╕сля зупинки чи уривання

source: Finish this transfer and stop
cs: Dokonèi aktuální pøenos a zastav
fr: Terminer le transfert en cours et arrêter
pl: Zakoñcz tê transmisjê i zatrzymaj
sk: Ukonèi aktuálny prenos a zastav
uk: Зак╕нчити цей трансфер та зупинитися

source: Break
cs: Pøeru¹ení
fr: Pause
pl: Przerwij
sk: Preru¹
uk: Урвати

source: Break transfer and stop
cs: Pøeru¹ pøenos a zastav
fr: Faire une pause dans le transfert et arrêter
pl: Przerwij transmisje i zatrzymaj
sk: Okam¾ite ukonèi aktuálny prenos
uk: Урвати трансфер та зупинитися

source: Exit
cs: Konec
fr: Quitter
pl: Wyj¶cie
sk: Koniec
uk: Вих╕д

source: Immediately quit the program
cs: Okam¾itì ukonèi program
fr: Quitter immédiatement le programme
pl: Opu¶æ program natychmiastowo
sk: Okam¾ite ukonèi program
uk: Негайно вийти з програми

source: Show whole main window
cs: Uka¾ celé hlavní okno
fr: Voir la fenêtre principale
pl: Poka¿ ca³e g³ówne okno
sk: Zobraz celé hlavné okno
uk: Показати головне в╕кно повн╕стю

source: Quit
cs: Konec
fr: Quitter
pl: Wyjd¼
sk: Koniec
uk: Вийти

source: Pavuk: save log
cs: Pavuk: ulo¾ log
fr: Pavuk : Sauver le fichier de logs
pl: Pavuk: zapisz log
sk: Pavúk: ulo¾ log
uk: Павук: зберегти журнал

source: Select all
cs: Vyber v¹e
fr: Sélectionner tout
pl: Wybierz wszystko
sk: Oznaè v¹etko
uk: Вид╕лити все

source: Clear selection
cs: Sma¾ oznaèené
fr: Effacer la sélection
pl: Wyczy¶æ wybór
sk: Zma¾ oznaèené
uk: Зтерти вид╕лення

source: Copy selection
cs: Zkopíruj oznaèené
fr: Copier la sélection
pl: Kopiuj wybór
sk: Skoíruj oznaèené
uk: Коп╕ювати вид╕лення

source: Save log ...
cs: Ulo¾ log ...
fr: Enregistrer les logs ...
pl: Zapisz log ...
sk: Ulo¾ log ...
uk: Зберегти журнал...

source: Clear log
cs: Sma¾ okno výpisu
fr: Effacer les logs
pl: Wyczy¶æ log
sk: Zma¾ okno výpisu
uk: Очистити журнал

source: Processed:
cs: Zpracováno:
fr: Traités :
pl: Przetworzono:
sk: Spracované:
uk: Оброблено:

source: Failed:
cs: Selhalo:
fr: Echecs :
pl: B³êdnie:
sk: S chybou:
uk: Невдач:

source: Queued:
cs: Ve frontì:
fr: En file d'attente :
pl: Skolejkowano:
sk: Vo fronte:
uk: У черз╕:
