Repository: jameshilliard/bhr4_release_01_04_00_10
Catalog: pavuk-0.9.35/po/*.po
Languages: cs, fr, pl, sk, uk

source: How many times retry on fail:
cs: Poèet opakování pøenosu pøi chybì:
fr: Nombre d'essais avant abandon :
pl: Ile razy próbowaæ gdy wyst±pi b³±d:
sk: Poèet opakovaní prenosu pri chybe:
uk: Ск╕льки раз╕в пробувати у раз╕ збою:

source: How many moved links to follow:
cs: Poèet pøesmìrování dokumentù:
fr: Nombre de liens déplacés à suivre :
pl: Za iloma przeniesionymi dowi±zaniami pod±¿aæ:
sk: Max. poèet presmerovaní dokumentu:
uk: За ск╕лькома перенесеннями ганятися:

source: How many times to reget file:
cs: Maximum èásteèných pøenosù:
fr: Nombre de tentatives de rechargement d'un fichier :
pl: Ile razy ponownie pobieraæ plik:
sk: Maximálny poèet èiastoèných prenosov:
uk: Ск╕льки раз╕в дотягувати файл:

source: Document age before syncing with server:
cs: Staøí dokumentu pøed synchronizací se serverrem:
fr: Age du document avant resynchronisation avec le serveur :
pl: Wiek dokumentu przed synchronizacj± z serwerem:
sk: Expirácia platnosti dokumentu pri synchronizácii:
uk: В╕к документа до синхрон╕зац╕╖ з сервером:

source: days
cs: dnù
fr: jours
pl: dni
sk: dní
uk: дн╕в

source: Read buffer size:
cs: Velikost vyrovnávací pamìti pro ètení:
fr: Taille du cache de lecture :
pl: Wielko¶æ bufora odczytu:
sk: Veµkos» vyrovnávacej pamäte:
uk: Буфер для зчитаних даних:

source: Hash tables size:
cs: Velikost hash tabulek:
fr: Taille des tables de hash :
pl: Wielko¶æ tablic hash:
sk: Veµkos» hash tabuliek:
uk: Розм╕р hash-таблиць:

source: entries
cs: polo¾ek
fr: entrées
pl: wpisów
sk: polo¾iek
uk: елемент╕в

source: Sleep time between transfers:
cs: Pøestávka mezi pøenosy:
fr: Temps de pause entre transferts :
pl: Czas przerwy pomiêdzy transmisjami:
sk: Prestávka medzi prenosmi:
uk: Спати м╕ж спробами:

source: randomize
cs: náhodnì
fr: aléatoire
pl: losowo
sk: náhodne
uk: випадково

source: Rollback amount on reget:
cs: Délka opakovaného pøenosu:
fr: Volume à recharger en cas d'interruption :
sk: Då¾ka opakovanej èasti prenosu:
uk: В╕дкочуватися при повторах на:

source: bytes
cs: bytù
fr: octets
pl: bajtów
sk: bajtov
uk: байт╕в

source: Transfer quota:
cs: Maximální velikost pøenesených dat:
fr: Volume maximum du transfert :
pl: Ograniczenie transmisji:
sk: Maximálny povolený objem prenesených dát:
uk: Обмеження швидкост╕:

source: File size quota:
cs: Maximální velikost souboru:
fr: Taille maximum à transférer par fichier :
pl: Ograniczenie wielko¶ci pliku:
sk: Max. povolená veµkos» prenesenej èasti súboru:
uk: Обмеження розм╕ру:

source: Filesystem freespace quota:
cs: Velikost volného místa na disku:
fr: Espace minimum d'espace disque libre :
pl: Ograniczenie ilo¶ci wolnego miejsca:
sk: Min. po¾adovaný priestor v súborovom systéme:
uk: Залишити в╕льним на ФС:

source: Number of downloading threads:
cs: Poèet stahovacích vláken:
fr: Nombre de threads de téléchargement :
pl: Ilo¶æ w±tków pobierania
sk: Poèet s»ahovacích threadov:
uk: К╕льк╕сть ниток завантажування:

source: Misc settings
cs: Rùzná nastavení
fr: Paramètres divers
pl: Ró¿ne ustawienia
sk: Rôzne nastavenia
uk: Р╕зне

source: Always generate unique name for document
cs: V¾dy generuj jedineèné jméno dokumentu
fr: Toujours générer un nom unique par document
pl: Zawsze twórz unikatow± nazwê dla dokumentu
sk: V¾dy generuj jedineèné mená pre dokumenty
uk: Завжди вигадувати ун╕кальне ╕м'я документа

source: Delete FTP document after succesful download
cs: Sma¾ FTP dokument po úspì¹ném sta¾ení
fr: Supprimer le document FTP après téléchargement
pl: Usuñ dokument FTP po poprawnym pobraniu
sk: Zma¾ dokumenty z FTP servera po úspe¹nom prenose
uk: Видаляти документи FTP п╕сля вдалого витягання

source: Preserve document modification time
cs: Ponechej èas modifikace dokumentu
fr: Conserver la date de modification des fichiers
pl: Zachowaj czas modyfikacji dokumentu
sk: Zachovávaj èas modifikácie dokumentov
uk: Збер╕гати час модиф╕кац╕╖ документа

source: Preserve FTP document permissions
cs: Zachovej práva dokumentu pøes FTP
fr: Conserver les droits sur les fichiers FTP
pl: Zachowaj prawa dokumentu FTP
sk: Zachovávaj prístupové práva FTP súborov
uk: Збер╕гати права доступу файл╕в FTP

source: Preserve FTP symbolic links paths
cs: Zachovej symbolické odkazy pøes FTP
fr: Conserver les liens symboliques FTP
pl: Zachowaj ¶cie¿ki FTP dowi±zañ symbolicznych
sk: Zachovávaj ukazovatele symbolických liniek
uk: Збер╕гати шляхи для симольних посилань FTP

source: Retrieve FTP symbolic links like files
cs: Stáhni symbolické odkazy pøes FTP jako soubory
fr: Récupérer les liens symboliques FTP en tant que fichiers
pl: Pobieraj dowi±zania symboliczne FTP jako pliki
sk: Prenes symbolické linky z FTP servera ako súbory
uk: Тягти посилання FTP як файли

source: Whole reget when partial not supported
cs: Pøenes celý dokument, kdy¾ to nejde po èástech
fr: Recharger complètement si le téléchargement partiel n'est pas supporté
pl: Pobieraj ponownie ca³o¶æ gdy czê¶ciowe pobieranie nie jest obs³ugiwane
sk: Prenes celý dokument ak nejde po èastiach
uk: Тягти повн╕стю, якщо частково не виходить

source: Use gzip encoding for transfer
cs: Pou¾ij kódování gzipem pro pøenos
fr: Utiliser la compression gzip pour le transfert
pl: Uzywaj dla transmisji kodowania gzip
sk: Povoµ kódovanie gzipom
uk: Використовувати кодування gzip при витяганн╕

source: Remove improper documents
cs: Sma¾ neaktuální dokumenty
fr: Supprimer les documents non conformes
pl: Usuwaj niew³a¶ciwe dokumenty
sk: Zma¾ neaktuálne dokumenty
uk: Видаляти "зб╕йн╕" документи

source: Check transferred size of document
cs: Zkontroluj velikost pøeneseného dokumentu
fr: Vérifier la taille des documents transférés
pl: Sprawdzaj transmitowan± wielko¶æ dokumentu
sk: Kontroµuj veµkos» preneseného dokumentu
uk: Перев╕ряти розм╕р отриманого файла

source: Store directory URLs as index files
cs: Ukládej výpis adresáøe jako indexový soubor
fr: Enregistrer les adresses de répertoires en fichiers index
pl: Zapamiêtuj katalogi URLi jako pliki indeksu
sk: Ukladaj indexové súbory pre adresárové URL
uk: Збер╕гати URL╕ директор╕й, як ╕ндексн╕ файли

source: Store info files with each document
cs: Ukládat informace o ka¾dém dokumentu
fr: Enregistrer les fichiers d'information avec chaque document
pl: Zapamiêtaj pliki info dla ka¿dego dokumentu
sk: Ukladaj informácie o ka¾dom dokumente
uk: Збер╕гати ╕нфо-файли кожного документа

source: Send self URL as Referer for starting URLs
cs: Po¹li samotné URL jako Referer pro poèáteèní URL
fr: Pour la premiere adresse envoyer sa propre adresse comme référant
sk: So ¹tartovacími dokumentami po¹li ako Referer vlastné URL
uk: Слати стартовий URL як Referer на самого себе

source: Send Referer with HTTP requests
sk: Posielaj Referer: polo¾ku v HTTP po¾iadavke

source: Fetch objects mentioned in style sheets
sk: S»ahuj objekty uvádzané v kaskádových ¹týloch

source: Send If-Range header field when regeting
cs: Po¹lu hlavièku If-Range pøi reget
fr: Lors des retransferts transférer le champ "If-Range"
pl: Wysy³aj pole nag³ówka If-Range podczas ponownego pobierania
sk: Po¹li polo¾ku if-Range pri reget-e
uk: Слати заголовок If-Range при дотягуванн╕

source: Show time of start and end of downloading
cs: Zobraz èas zaèátku a konce stahování
fr: Afficher les heures de début et de fin des téléchargements
pl: Poka¿ czas pocz±tku i koñca pobierania
sk: Zobraz poèiatoèný a koncový èas prenosu
uk: Показувати час початку та к╕нця завантаження

source: URL scheduling strategy:
cs: Strategie plánování URL:
fr: Stratégie de téléchargement des adresses :
sk: Stratégia usporiadania URL:
uk: Стратег╕я розкладу витягання:

source: HTML document URL rewriting rules
sk: Prepisovacie pravidlá URL v HTML dokumentoch

source: Rewrite URLs inside HTML doc.
cs: Pøepi¹ odkazy v HTML dokumentech
fr: Modifier les liens dans les pages HTML
pl: Przepisz URLe wewn±trz dokumentu HTML.
sk: Prepisuj URL v HTML dokumentoch
uk: Переписувати URL у HTML документах

source: Rewrite URLs to local when stored locally
cs: Pøepsat URL na místní pøi místním ulo¾ení
fr: Modifier en locales les adresses quand elles sont stockées en local
pl: Zapisz URLe jako lokalne gdy zapamiêtywane lokalnie
sk: Prepí¹ URL na lokálne a¾ keï je ulo¾ené lokálne
uk: М╕няти URL на локальн╕ при збереженн╕

source: Rewrite all suitable URLs to local
cs: Pøepsat v¹echna vhodná URL na místní
fr: Modifier les adresses autorisées en adresses locales
pl: Zapisz wszystkie odpowiednie URLe na lokalne
sk: Prepí¹ v¹etky vhodné URL na lokálne
uk: М╕няти ус╕ придатн╕ URL на локальн╕

source: Rewrite all URLs to local immediately
cs: Okam¾itì pøepsat v¹echna URL na místní
fr: Modifier immédiatement toutes les adresses en local
pl: Zapisz od razu wszystkie URLe jako lokalne
sk: Prepí¹ ihòeï v¹etky URL na lokálne
uk: М╕няти ус╕ URL на локальн╕ негайно

source: Rewrite all URLs to remote immediately
cs: Okam¾itì pøepsat v¹echna URL na vzdálená
fr: Modifier immédiatement toutes les adresses en adresses distantes
pl: Zapisz od razu wszystkie URLe jako zdalne
sk: Prepí¹ ihòeï v¹etky URL na vzdialené
uk: М╕няти ус╕ URL на в╕ддален╕ негайно

source: Rewrite only one currently download URL
cs: Pøepi¹ pouze právì zpracovávané URL
fr: Modifier seulement l'adresse en cours de téléchargement
pl: Zapisz ponownie jedynie bie¿±co pobierany URL
sk: Prepisuj iba práve spracovávané URL

source: Tuning of HTML rewriting engine
sk: Ladenie nástroja na prepisovanie HTML kódu

source: Don't touch URL wildcard pattern:
sk: Widcard vzor pre nemenné URL:

source: Don't touch URL RE pattern:
sk: Regulárny výraz pre nemenné URL:

source: Don't touch HTML tag RE pattern:
sk: Regulárny výraz pre nemenný HTML tag:

source: Net
cs: Sít
fr: Réseau
pl: Sieæ
sk: Sie»
uk: Мережа

source: Allowed protocols
cs: Povolené protokoly
fr: Protocoles autorisés
pl: Dopuszczalne protoko³y
sk: Povolené protokoly
uk: Дозволен╕ протоколи

source: FTP data connection type
cs: typ datového FTP spojení
fr: Type de connexion FTP
pl: Typ po³±czenia danych FTP
sk: Typ dátového FTP spojenia
uk: Тип з'╓днання "FTP data"

source: Active
cs: Aktivní
pl: Aktywny
sk: Aktívne
uk: Активне

source: Passive
cs: Pasivní
pl: Pasywny
sk: Pasívne
uk: Пасивне

source: Communication timeout:
cs: Timeout pøi sí»ové komunikaci:
fr: Timeout de communication :
pl: Czas oczekiwania komunikacji:
sk: Timeout pri sie»ovej komunikácii:

source: Maximal transfer rate:
cs: Maximální rychlost pøenosu:
fr: Taux de transfert maximum :
pl: Maksymalna prêdko¶æ transmisji:
sk: Maximálna povolená rýchlos» prenosu:
uk: Максимальна швидк╕сть:

source: Minimal transfer rate:
cs: Minimální rychlost pøenosu:
fr: Taux de transfert minimum :
pl: Minimalna prêdko¶æ transmisji:
sk: Minimálna po¾adovaná rýchlos» prenosu:
uk: М╕н╕мальна швидк╕сть:

source: Local interface address:
cs: Adresa místního rozhraní:
fr: Adresse IP de la carte réseau :
pl: Adres lokalnego interfejsu:
sk: Adresa lokálneho sie»ového rozhrania:
uk: Адреса локального ╕нтерфейса:

source: Additional HTTP headers:
cs: Dodateèné HTTP hlavièky:
fr: Entêtes HTTP supplémentaires :
pl: Dodatkowe nag³ówki FTP:
sk: Doplòujúce HTTP polo¾ky:
uk: Додатков╕ заголовки HTTP:

source: Additional FTP list options:
cs: Dal¹í parametry pro pøíkaz FTP LIST:
fr: Options de listing FTP :
pl: Dodatkowe nag³ówki FTP:
sk: Doplòujúce parametre pre FTP príkaz LIST:

source: Use wide listing of FTP directories
cs: Pou¾ij ¹iroký výpist FTP adresáøù
fr: Afficher les répertoires FTP en mode large
pl: U¿ywaj 'szerokiego' listowania katalogów FTP
sk: Pou¾i ¹iroký výpis FTP adresárov
uk: Використовувати широкий список FTP директор╕й

source: Fix detection of nonexisting FTP directories on WuFTPD FTP servers
cs: Uprav detekci neexistujících adresáøù na WuFTPd serverch
fr: Corriger la détection de répertoires inexistants sur les serveurs WuFTPD
sk: Uprav detekciu neexistencie FTP adresára na WuFTPd FTP serveroch

source: Use HTTP/1.1 protocol for HTTP communication
cs: Pou¾ij protokol HTTP/1.1 pro HTTP komunikaci
fr: Utiliser le protocole HTTP/1.1
pl: U¿ywaj protoko³u HTTP/1.1 dla komunikacji HTTP
sk: Pou¾i HTTP/1.1 protokol pri HTTP komunikácii
uk: Використовувати HTTP/1.1 для з'╓днань HTTP

source: FTP login handshake rules
cs: Pravidla pro pøihla¹ovací proceduru k FTP
fr: Règles de négociation de connexion FTP
pl: Regu³y uzgadniania loginu FTP
sk: Pravidlá pre prihlasovaciu procedúru FTP serverov

source: Login handshake
cs: Procedura
fr: Négociation
pl: Uzgadniany login
sk: Procedúra

source: Handshake:
cs: Procedura:
fr: Négociation :
pl: Uzgadnianie:
sk: Procedúra:

source: Gopher via HTTP proxy
cs: Gopher pøes HTTP proxy
fr: Gopher par proxy HTTP
sk: Gopher cez HTTP proxy
uk: Gopher через HTTP прокс╕

source: FTP via HTTP proxy
cs: FTP pøes HTTP proxy
fr: FTP par proxy HTTP
sk: FTP cez HTTP proxy
uk: FTP через HTTP прокс╕

source: FTP via HTTP tunneling proxy
cs: FTP pøes HTTP tunel proxy
fr: FTP par proxy tunnel HTTP
sk: FTP cez tunelujúcu HTTP proxy
uk: Прокс╕ тунелювання FTP через HTTP

source: Allow caching of documents
cs: Povolení pøenosu kopií (cache)
fr: Autoriser la mise en cache des documents
pl: Pozwól na zamapmiêtywanie dokumentów
sk: Povoli» prenos kopií (cache)
uk: Дозволити кешування документ╕в

source: Languages
cs: Jazyky
fr: Langues
pl: Jêzyki
sk: Jazyky
uk: Мови

source: Preffered languages
cs: Upøednostòované jazyky
fr: Langues préférées
pl: Preferowane jêzyki
sk: Preferovaný jazyk
uk: Улюблен╕ мови

source: Language code:
cs: Kód jazyku:
fr: Code langue :
pl: Kod jêzyka:
sk: Kód jazyka:
uk: Код мови:

source: Preffered character sets
cs: Preferovaná znaková sada
fr: Jeux de caractères préférés
pl: Preferowany zestaw znaków
sk: Preferovaná kódová stránka
uk: Улюблен╕ розкладки символ╕в

source: Character set code:
cs: Kód znakové sady:
fr: Jeux de caractères :
pl: Kod zestawu znaków:
sk: Kódová stránka:
uk: Код розкладки:

source: Basic auth. scheme
cs: Základní auth. schéma
fr: Basique
pl: Podstawowy schemat uwierzytelniania
sk: Basic autor. schéma
uk: Схема авторизац╕╖ Basic

source: Auth
cs: Autorizace
fr: Authentification
pl: Uwierzytelnianie
sk: Autorizácia

source: User authentification
cs: U¾ivatelská autentifikace
fr: Authentification utilisateur HTTP
pl: Uwierzytelnianie u¿ytkownika
sk: Autentifikácia pou¾ívateµa
uk: Авторизац╕я користувача

source: Scheme:
cs: Schéma:
fr: Méthode :
pl: Schemat:
sk: Schéma:
uk: Схема:

source: User name:
cs: U¾ivatel:
fr: Utilisateur :
pl: Nazwa u¿ytkownika:
sk: Pou¾ívateµ:
uk: Користувач:

source: NTLM domain:
cs: NTML doména:
fr: Domaine SMB Windows NT :
pl: Domena NTLM:
sk: NTLM doména:
uk: Домен NTLM:

source: Reuse HTTP Digest access nonce
cs: Znovu pou¾ij token pro HTTP digest pøístup
fr: Réutiliser l'authentification HTTP abrégée pour les demandes suivantes
pl: U¿yj ponownie dostêpu nonce HTTP Digest
sk: Viacnásobné pou¾itie HTTP Digest access nonce

source: HTTP proxy user authentification
cs: HTTP proxy autentifikace u¾ivatele
fr: Authentification utilisateur du proxy HTTP
pl: Uwierzytelnianie u¿ytkownika proxy HTTP
sk: HTTP proxy user autentifikácia
uk: Авторизац╕я користувача на HTTP прокс╕

source: FTP proxy user authentification
cs: FTP proxy autentifikace u¾ivatele
fr: Authentification utilisateur du proxy FTP
pl: Uwierzytelnianie u¿ytkownika proxy FTP
sk: FTP proxy user autentifikácia
uk: Авторизац╕я користувача на FTP прокс╕

source: Misc
cs: Rùzné
fr: Divers
pl: Ró¿ne
sk: Rôzne
uk: Р╕зне

source: E-mail address:
cs: E-mail adresa:
fr: Adresse E-mail :
pl: Adres e-mail:
sk: E-mail adresa:
uk: Поштова адреса:

source: Send From: header with HTTP request
cs: Posílej From: hlavièku v HTTP po¾adavcích
fr: Envoyer l'en-tête "Send from:" dans les requêtes HTTP
pl: Wysy³aj nag³ówek FROM podczas ¿±dania HTTP
sk: Posielaj From: polo¾ku v HTTP po¾iadavku
uk: Надсилати заголовок "From:" ╕з запитом HTTP

source: SSL client certificate
cs: SSL certifikát klienta
fr: Certificat client SSL
pl: Certyfikat klienta SSL
sk: Certifikát SSL klienta
uk: SSL сертиф╕кат кл╕╓нта

source: Certificate password:
cs: Heslo certifikátu:
fr: Mot de passe certificat :
pl: Has³o certyfikatu:
sk: Certifikaèné heslo:
uk: Пароль сертиф╕ката:

source: Certificate PEM file:
cs: PEM soubor certifikátu:
fr: Fichier certificat PEM :
pl: Plik PEM certyfikatu:
sk: Súbor s certifikátom v PEM formáte:
uk: Файл сертиф╕ката PEM:

source: Certificate key file:
cs: Soubor s klíèem certifikátu:
fr: Fichier contenant la clé publique :
pl: Plik klucza certyfikatu:
sk: Kµúè pre certifikát:
uk: Ключовий файл сертиф╕ката:

source: NSS certificate config directory:
sk: Adresár pre konfiguraèný súbor certifikátov NSS:

source: Accept unknown certificates
sk: Prija» neznáme certifikáty

source: Domestic SSL ciphers policy
sk: "Domestic" pravidlá pre SSL ¹ifry

source: List of preffered ciphers:
cs: Seznam preferovaných ¹ifer:
fr: Liste des algorithmes de cryptage préférés :
pl: Lista preferowanych ciphers:
sk: Zoznam preferovných ¹ifier:
uk: Список улюблених шифр╕в:

source: SSL protocol version
cs: Verse protokolu SSL
fr: Version SSL
pl: Wersja protoko³u SSL
sk: Verzia SSL protokolu
uk: Верс╕я протокола SSL

source: Miscelanous SSL settings
cs: Rùzná SSL nastavení
fr: Autres paramètres SSL
pl: Ró¿ne ustawienia
sk: Rôzne SSL nastavenia
uk: Р╕зн╕ налаштування SSL

source: EGD daemon socket path:
cs: Cesa k socketu EGD daemona:
fr: Chemin du démon EGD :
sk: Soket pre EGD daemon:

source: Unique ID for all SSL sessions
cs: Jedineèné ID pro v¹echny SSL seance
fr: ID unique pour toutes les sessions SSL
pl: Unikatowy ID dla wszystkich sesji SSL
sk: Pou¾i jedineèné ID pre v¹etky SSL konekcie
uk: Ун╕кальний ID для кожно╖ сес╕╖ SSL

source: Try to find unique name, when original log file locked
cs: Pokus se najít jedineèné jméno, pøi uzamèeném pùvodním logovacím souboru
fr: Chercher un nom unique quand le fichier log original est verrouillé
pl: Próbuj znale¼æ unikatow± nazwê gdy oryginalny plik log jest zablokowany
sk: Pokús sa nájs» jedineèné meno logovacieho súboru, ak zadaný je uzamknutý
uk: Намагатися знайти ун╕кальне ╕м'я, коли вих╕дний журнал залоковано

source: Log file:
cs: Soubor logù:
fr: Fichier de logs :
pl: Plik logu:
sk: Súbor logu:
uk: Файл журнала:

source: Shortlog file:
cs: Soubor krátkých logù:
fr: Fichier de logs courts :
pl: Plik skróconego logu:
sk: Súbor krátkeho logu:
uk: Файл скороченого журналу:

source: Log window length:
cs: Poèet øádku logovacího okna:
fr: Nombre maximum de lignes dans la fenêtre :
pl: D³ugo¶æ okna logu:
sk: Poèet riadkov logovacieho okna:
uk: Довжина в╕кна журналу:

source: Disabled cookie domains
cs: Domény se zakázanými cookies
fr: Désactiver les cookies des domaines
pl: Wy³±czone domeny ciasteczek
sk: Nepovolené cookie domény
uk: Заборонен╕ домени

source: Domain:
cs: Doména:
fr: Domaine :
pl: Domena:
sk: Doména:
uk: Домен:

source: Cookies settings
cs: Nastavení cookies
fr: Paramètres des cookies
pl: Utawienia ciasteczek
sk: Nastavenia cookies
uk: Налаштування коржик╕в

source: Update cookies
cs: Aktualizuj cookies
fr: Mettre à jour les cookies
pl: Od¶wie¿ ciasteczka
sk: Aktualizuj súbor cookies
uk: Поновлювати коржики

source: Send cookies
cs: Posílej cookies
fr: Envoyer les cookies
pl: Wy¶lij ciasteczka
sk: Posielaj cookies
uk: В╕ддавати коржики

source: Accept cookies
cs: Pøijímej cookies
fr: Accepter les cookies
pl: Akceptuj ciasteczka
sk: Prijímaj cookies
uk: Брати коржики

source: Check cookies domain
cs: Zkontroluj doménu cookies
fr: Vérifier le domaine des cookies
pl: Sprawd¼ ciasteczka domeny
sk: Kontroluj doménu pre cookies
uk: Перев╕ряти домени

source: Cookies maximal number:
cs: Maximální poèet cookies:
fr: Nombre maximum de cookies :
pl: Maksymalna ilo¶æ ciasteczek:
sk: Maximálny povolený poèet cookies:
uk: Максимальна к╕льк╕сть коржик╕в:

source: Cookie file:
cs: Soubor s cookies:
fr: Fichier cookie :
pl: Plik ciasteczek:
sk: Súbor cookie:
uk: Файл коржик╕в:

source: Filename
cs: Jména souborù
fr: Fichier
pl: Nazwa pliku
sk: Meno súboru
uk: ╤мена

source: Local filename conversion rules
cs: Pravidla na zmìnu jména lokálního souboru
fr: Règles de conversion des noms de fichiers locaux
pl: Regu³y konwersji lokalnych nazw plików
sk: Pravidá na vytváranie mien lokálnych súborov
uk: М╕сцев╕ правила перейменування файл╕в

source: Replace String1 with String2 in filename
cs: Zamìò Øetìzec1 za Øetìzec2 ve jménu souboru
fr: Remplacer la "Chaîne1" avec la "Chaîne2" dans les noms de fichiers
pl: Zamieniaj Napis1 na Napis2 w nazwie pliku
sk: Zameò Re»azec1 za Re»azec2 v mene súboru
uk: Зам╕няти Стр╕чку1 Стр╕чкою2 у ╕менах

source: String1:
cs: Øetìzec1:
fr: Chaîne1 :
pl: Napis1:
sk: Re»azec1:
uk: Стр╕чка1:

source: String2:
cs: Øetìzec2:
fr: Chaîne2 :
pl: Napis2:
sk: Re»azec2:
uk: Стр╕чка2:

source: Delete characters from filename
cs: Odstraò znaky ze jména souboru
fr: Effacer les jeux de caractères suivants dans les noms de fichiers
pl: Usuwaj znaki z nazwy pliku
sk: Zma¾ znaky v mene súboru
uk: Видаляти символи з ╕мен

source: Character set:
cs: Seznam znakù:
fr: Jeux de caractères :
pl: Zestaw znaków:
sk: Znaky:
uk: Наб╕р символ╕в:

source: Replace chars from Set1 with chars from Set2 in filename
cs: Nahraï znaky ve jménì souboru ze Sezn1 znaky v Sezn2
fr: Remplacer les caractères du jeu "Caract1" avec les caractères du jeu "Caract2" dans les noms de fichiers
pl: Zamieniaj znaki z Zestaw1 na znaki z Zestaw2 w nazwie pliku
sk: Zameò znaky zo Znaky1 za znaky zo Znaky2 v mene súboru
uk: Зам╕няти символи з Ряду1 символами з Ряду2 у ╕менах

source: Character set1:
cs: Znaky sezn1:
fr: Jeu "Caract1" :
pl: Zestaw1 znaków:
sk: Znaky1:
uk: Ряд1:

source: Character set2:
cs: Znaky sezn2:
fr: Jeu "Caract2" :
pl: Zestaw2 znaków:
sk: Znaky2:
uk: Ряд2:

source: Base level of tree:
cs: Základní úroveò stromu:
fr: Niveau de base de l'arborescence :
pl: Poziom bazowy drzewa:
sk: Základná úroveò stromu:
uk: Базовий р╕вень дерева:

source: Local filename mapping rules
cs: Pravidla na zmìnu jména lokálního souboru
fr: Règles de renommage des fichiers locaux
pl: Regu³y mapowania lokalnych nazw plików
sk: Pravidá na vytváranie mien lokálnych súborov
uk: Правила мапування для локальних файл╕в

source: Match pattern
cs: Hledaný výraz
fr: Motif de correspondance
sk: Regulárny výraz
uk: Шаблон

source: Rule
cs: Pravidlo
fr: Règle
pl: Regu³a
sk: Pravidlo
uk: Правило

source: wildcard pattern
cs: ¾olíkový výraz
fr: Motif Jocker
sk: widcard vzor
uk: шаблони-маски

source: RE pattern
cs: regulární výraz
fr: Motif Expression Régulière
sk: regulárny výraz
uk: шаблони RE

source: Matching pattern:
cs: Hledaný výraz:
fr: Motif :
sk: Regulárny výraz:
uk: Шаблон:

source: Construction rule:
cs: Pravidlo tvorby jména:
fr: Règle :
pl: Konstrukcja regu³y:
sk: Pravidlo:
uk: Правило конструювання:

source: Advertisement
cs: Reklamy
fr: Bannières publicitaires
pl: Reklama
sk: Reklamy
uk: Баннери

source: Enable removing of advertisement banners
cs: Zapní odstraòování reklamních prou¾kù
fr: Suppression des bannières publicitaires
pl: Za³±cz usuwanie banerów reklamowych
sk: Povaµ odstraòovanie reklamných banerov
uk: Дозволити видалення баннер╕в

source: RE for advertisement URLs:
cs: RE pro reklamní URL:
fr: Expression Régulière :
pl: RE dla URLi z reklamami:
sk: RE pre reklamné URL:
uk: RE для URL'╕в баннер╕в:

source: Processing of javascript
cs: Zpracovávám javascript
fr: Traitement du JavaScript
pl: Przetwarzanie Javascript
sk: Spracovanie JavaScriptu
uk: Опрацьовування javascript

source: Javascript patterns
cs: Javascript výraz
fr: Motifs JavaScript
pl: Wzorce Javascript
sk: Vzory pre javascript URL
uk: Шаблони Javascript

source: RE for Javascript patterns:
cs: Regulární výraz pro Javascript:
fr: Expression Régulière :
pl: RE dla wzorców Javascript:
sk: Vzor pre javascript URL:
uk: RE для шаблон╕в Javascript:
