Repository: jameshilliard/bhr4_release_01_04_00_10
Catalog: pavuk-0.9.35/po/*.po
Languages: cs, fr, pl, sk, uk

source: -http_proxy_auth 1/2/3 - authorization scheme for HTTP proxy authorization
cs: -http_proxy_auth 1/2/3 - autorizaèní schéma pro HTTP proxy authorizaci
fr: -http_proxy_auth 1/2/3 - Mode d'authentification pour le proxy HTTP
sk: -http_proxy_auth 1/2/3/4/user/basic/digest/ntlm - autorizaèná schéma pre HTTP proxy autorizáciu
uk: -http_proxy_auth 1/2/3 - схема авторизац╕╖ на HTTP прокс╕

source: -logfile $file - name of file where mesages are stored
cs: -logfile $file - jméno souboru, kde se ulo¾í zprávy
fr: -logfile $file - Nom du fichier où les messages de log sont stockés
sk: -logfile $file - meno logovacieho súboru
uk: -logfile $file - ╕м'я файла, у якому збер╕гати пов╕домлення

source: -slogfile $file - name of file where short log will be stored
cs: -slogfile $file - jméno souboru pro ukládání zkrácených zpráv
fr: -slogfile $file - Nom du fichier où les messages de log courts sont stockés
sk: -slogfile $file - meno súboru pre krátky log
uk: -slogfile $file - ╕м'я файла для запису скороченого журналу

source: -tlogfile $file - name of file where time log will be stored
sk: -tlogfile $file - meno súboru s èasovým logom

source: -trelative $str (object/program) - what timings are relative to
sk: -trelative $str (object/program) - na èo sa vz»ahuje èasovanie

source: -transparent_proxy $site[:$port] - transparent proxy
sk: -transparent_proxy $site[:$port] - transparený proxy server

source: -transparent_ssl_proxy $site[:$port] - transparent SSL proxy
sk: -transparent_ssl_proxy $site[:$port] - transparentný SSL proxy server

source: -sdemo_mode/-notsdemo_mode - sdemo compatible output
sk: -sdemo_mode/-notsdemo_mode - výstup kompatibilný s "sdemo"

source: -noencode - do not perform rfc 2396 character encoding
sk: -noencode - nevykonáva» kódovanie znakov podµa rfc 2396

source: -stime/-nostime - write starting and ending time of transfer
cs: -stime/-nostime - výpis èasu zaèátku a konce pøenosu
fr: -stime/-nostime - Ecrire les dates de début et de fin des transferts
sk: -stime/-nostime - vypí¹ èas zaèiatku a konca prenosu
uk: -stime/-nostime - чи записувати час початку та к╕нця завантажування

source: -remove_old/-noremove_old - remove improper files or directories while running in sync mode
cs: -remove_old/-noremove_old - pøi synchronizaci odstraò neplatné soubory a adresáøe
fr: -remove_old/-noremove_old - Détruire les fichiers et répertoires non-valides en mode synchronisation
sk: -remove_old/-noremove_old - zma¾ pri synchronizácii neplatné súbory a adresáre
uk: -remove_old/-noremove_old - чи видаляти неактуальн╕ файли чи директор╕╖, працюючи у режим╕ синхрон╕зац╕╖

source: -remove_before_store/-noremove_before_store - remove file before storing new content
sk: -remove_before_store/-noremove_before_store - vyma¾ súbor pred ulo¾ením nového obsahu

source: -always_mdtm/-noalways_mdtm - always use MDTM to determine modifictaion time of remote file; never use values from file listing
sk: -always_mdtm/-noalways_mdtm - v¾dy pou¾i» MDTM na zistenie èasu modifikácie FTP súboru, nikdy nepou¾i» hodnotu z výpisu adresára

source: -auth_file $file - file where you have stored your auth infos see manual for format description
cs: -auth_file $file - soubor, kde máte ulo¾eny autorizaèní informace informace o formátu zápisu naleznete v dokumentaci
fr: -auth_file $file - Fichier où sont enregistrées les informations d'authentification voir le manuel pour la description du format utilisé
sk: -auth_file $file - súbor, v ktorom sú ulo¾ené autorizaèné informácie
uk: -auth_file $file - файл ╕з авторизац╕йною ╕нформац╕╓ю опис формату див. у дов╕днику

source: -base_level $nr - number of levels of directory tree to omit from top
cs: -base_level $nr - poèet úrovní adresáøového stromu, které se pøeskoèí od vrchního adresáøe
fr: -base_level $nr - Nombre de niveaux d'arborescence à ommettre à partir du haut
sk: -base_level $nr - koµko úrovní adresárového stromu odreza» v lokálnom strome
uk: -base_level $nr - пропустити $nr р╕вн╕в дерева директор╕й з вершини

source: -ftp_active - select active FTP data connection
cs: -ftp_active - pou¾ij aktivní datové FTP spojení
fr: -ftp_active - Connexion FTP active
sk: -ftp_active - pou¾ívaj aktívne dátové FTP spojenie
uk: -ftp_active - вибрати активний тип з'╓днання для FTP data

source: -ftp_passive - select passive FTP data connection
cs: -ftp_passive - pou¾ij pasivní datové FTP spojení
fr: -ftp_passive - Connexion FTP passive
sk: -ftp_passive - pou¾ívaj pasívne dátové FTP spojenie
uk: -ftp_passive - вибрати пасивний тип з'╓днання для FTP data

source: -active_ftp_port_range $min:$max - range of FTP data connection ports used for active ftp
sk: -active_ftp_port_range $min:$max - rozsah portov pou¾itých pre FTP dátové spojenia pri aktívnom FTP

source: -msgcat $dir - directory where message catalogs are stored
cs: -msgcat $dir - adresáø, kde jsou ulo¾eny pøeklady zpráv
fr: -msgcat $dir - Répertoire où les catalogues de messages sont stockés
sk: -msgcat $dir - adresár, v ktorom sú ulo¾ené katalógy správ
uk: -msgcat $dir - директор╕я з каталогами пов╕домлень

source: -language $str - set language for messages
cs: -language $str - výbìr jazyka zpráv
fr: -language $str - Paramétrer la langue pour les messages
sk: -language $str - nastav jazyk pre katalóg správ
uk: -language $str - встановити мову пов╕домлень

source: -quiet - don't show output messages
cs: -quiet - neukazuj výstupní zprávy
fr: -quiet - Ne pas afficher les messages
sk: -quiet - nezobrazova» ¾iadne správy
uk: -quiet - працювати мовчки

source: -verbose - show output messages (default)
cs: -verbose - ukazuj výstupní zprávy (standardnì)
fr: -verbose - Afficher les messages (défault)
sk: -verbose - zobrazova» správy
uk: -verbose - показувати робоч╕ пов╕домлення (default)

source: -newer_than $time - download only documents newer than $time format of $time: YYYY.MM.DD.hh:mm
cs: -newer_than $time - stáhni pouze dokumenty novìj¹í ne¾ $time formát $time: RRRR.MM.DD.hh.mm
fr: -newer_than $time - Télécharger uniquement les documents plus récents que $time format de $time : YYYY.MM.DD.hh:mm
sk: -newer_than $time - prenes iba dokumenty modifikované po $time formát èasu : RRRR.MM.DD.hh:mm
uk: -newer_than $time - завантажувати лише нов╕ш╕ н╕ж $time документи формат $time: YYYY.MM.DD.hh:mm

source: -older_than $time - download only documents older than $time format of $time: YYYY.MM.DD.hh:mm
cs: -older_than $time - stáhni pouze dokumenty star¹í ne¾ $time formát $time: RRRR.MM.DD.hh.mm
fr: -older_than $time - Télécharger uniquement les documents plus anciens que $time format de $time : YYYY.MM.DD.hh:mm
sk: -older_than $time - prenes iba dokumenty modifikované pred $time formát èasu : RRRR.MM.DD.hh:mm
uk: -older_than $time - завантажувати лише стар╕ш╕ н╕ж $time документи формат $time: YYYY.MM.DD.hh:mm

source: -schedule $time - schedule pavuk start at $time format of $time: YYYY.MM.DD.hh:mm
cs: -schedule $time - nastav spu¹tìní pavuka na $time formát $time: RRRR.MM.DD.hh:mm
fr: -schedule $time - Planifier le démarrage de Pavuk à $time format de $time : YYYY.MM.DD.hh:mm
sk: -schedule $time - naplánuj spustenie pavuka o $time formát èasu : RRRR.MM.DD.hh:mm

source: -reschedule $nr - number of hours between two runs for cyclic scheduling
cs: -reschedule $nr - poèet hodin mezi dvìma spu¹tìníma pro cyklické spou¹tìní
fr: -reschedule $nr - Nombre d'heures entre deux démarrages pour les planifications cycliques
sk: -reschedule $nr - poèet hodín po, ktorých sa pavuk znovu spustí (cyklické plánovanie)

source: -dont_leave_site/-leave_site - don't/leave site of starting URL
cs: -dont_leave_site/-leave_site - zaka¾/povol opu¹tìní serveru startovního URL
fr: -dont_leave_site/-leave_site - Ne pas quitter / Quitter le site de l'adresse de départ
sk: -dont_leave_site/-levave_site - (ne)opusti server zadaný v ¹tartovacom URL
uk: -dont_leave_site/-leave_site - чи можна полишати сервер стартового URL

source: -dont_leave_dir/-leave_dir - don't/leave directory of starting URL
cs: -dont_leave_dir/-leave_dir - neopou¹tìj adresáø startovní URL
fr: -dont_leave_dir/-leave_dir - Ne pas quitter / Quitter le répertoire de l'adresse de départ
sk: -dont_leave_dir/-leave_dir - (ne)opusti adresár zadaný v ¹tartovacom URL
uk: -dont_leave_dir/-leave_dir - чи можна полишати директор╕ю стартового URL

source: -preserve_time/-nopreserve_time - preserve document modification time
cs: -preserve_time/-nopreserve_time - zachovej datum modifikace souboru
fr: -preserve_time/-nopreserve_time - Conserver les dates de modification des documents
sk: -preserve_time/-nopreserve_time - zachovávaj èas modifikácie dokumentu
uk: -preserve_time/-nopreserve_time - чи збер╕гати час модиф╕кац╕╖ документа

source: -preserve_perm/-nopreserve_perm - preserve document permissions
cs: -preserve_perm/-nopreserve_perm - zachovej práva souboru
fr: -preserve_perm/-nopreserve_perm - Conserver les permissions des documents
sk: -preserve_perm/-nopreserve_perm - zachovaj prístupové práva k súborom
uk: -preserve_perm/-nopreserve_perm - чи збер╕гати права доступу документа

source: -preserve_slinks/-nopreserve_slinks - preserve absolute symlinks
cs: -preserve_slinks/-nopreserve_slinks - zachovej absolutní symbolické odkazy
fr: -preserve_slinks/-nopreserve_slinks - Conserver les liens symboliques
sk: -preserve_slinks/-nopreserve_slinks - zachovaj ukazovatele symbolických liniek
uk: -preserve_slinks/-nopreserve_slinks - чи збер╕гати абсолютн╕ символьн╕ посилання

source: -leave_level $nr - how many tree levels leave from starting site , (0 == don't care) default 0
cs: -leave_level $nr - kolik úrovní stromu od zaèátku místa mám opustit, (0 == nestarej se) standardnì 0
fr: -leave_level $nr - Nombre de niveaux dans l'arborescence à ignorer (0 == sans importance) 0 par défaut
sk: -leave_level $nr - koµko úrovní v strome dokumentov moze by» mimo ¹tartovací server, (0 = neobmedzene), ¹tandardne 0
uk: -leave_level $nr - ск╕льки р╕вн╕в дерева пройти в╕д стартового сервера (0 == ск╕льки завгодно), якщо не вказано - 0

source: -cookie_file $file - file where are stored cookie infos
cs: -cookie_file $file - soubor, kde jsou ulo¾eny cookies
fr: -cookie_file $file - Fichier de stockage des cookies
sk: -cookie_file $file - súbor, v ktorom sú ulo¾ené HTTP cookies vo formáte Netscape Navigátora
uk: -cookie_file $file - файл, де збережено ╕нформац╕ю про коржики

source: -cookie_send/-nocookie_send - send cookie info in HTTP request
cs: -cookie_send/-nocookie_send - poslat cookie informace v HTTP po¾adavku
fr: -cookie_send/-nocookie_send - Envoyer des cookies dans la requête HTTP
sk: -cookie_send/-nocookie_send - povoµ posielanie HTTP cookies
uk: -cookie_send/-nocookie_send - чи надсилати коржики у запитах HTTP

source: -cookie_recv/-nocookie_recv - accept cookies from HTTP response
cs: -cookie_recv/-nocookie_recv - pøijmout cookie informace z HTTP odpovìdi
fr: -cookie_recv/-nocookie_recv - Accepter les cookies dans les réponses HTTP
sk: -cookie_recv/-nocookie_recv - akceptuj cookies zaslané HTTP serverom
uk: -cookie_recv/-nocookie_recv - чи брати коржики ╕з в╕дгук╕в HTTP

source: -cookie_update/-nocookie_update - update cookies in cookies file
cs: -cookie_update/-nocookie_update - aktualizace cookies v souboru s cookies
fr: -cookie_update/-nocookie_update - Mettre à jour les cookies
sk: -cookie_update/-nocookie_update - synchronizuj pamä»ové cookies s cookies v súbore
uk: -cookie_update/-nocookie_update - чи поновлювати коржики у файл╕ корж╕в

source: -cookie_check/-nocookie_check - check if cookies are set for source domain
cs: -cookie_check/-nocookie_check - zkontrolovat nastavení cookies pro zdrojovou doménu
fr: -cookie_check/-nocookie_check - Vérifier si les cookies sont paramétrés pour un domaine
sk: -cookie_check/-nocookie_check - kontroluj, èi server nenastavuje cookie pre cudziu doménu

source: -cookies_max $nr - maximal number of cookies in cookie cache
cs: -cookies_max $nr - maximální poèet cookies v cookie cachi
fr: -cookies_max $nr - Nombre maximum de cookies dans le cache
sk: -cookies_max $nr - maximalny akceptovateµný poèet cookies
uk: -cookies_max $nr - максимальна к╕льк╕сть коржик╕в у кеш╕

source: -disabled_cookie_domains $list - comma-separated list of disabled cookie domains
cs: -disabled_cookie_domains $list - seznam domén odkud nepøijímám cookies
fr: -disabled_cookie_domains $list - Liste de noms de domaines, séparés par des virgules, où les cookies sont désactivés
sk: -disabled_cookie_domains $list - zoznam domén, z ktorých je zakázané prijíma» cookies
uk: -disabled_cookie_domains $list - розд╕лений комами список заборонених домен╕в коржик╕в

source: -disable_html_tag $TAG,[$ATTRIB][;...] - disable processing of URLs from attribute $ATTRIB of HTML tag $TAG
cs: -disable_html_tag $TAG,[$ATTRIB][;...] - zaka¾ zpracování URL z atribudu $ATTRUB v HTML tagu $TAG
fr: -disable_html_tag $TAG,[$ATTRIB][;...] - Désactive le traitement des adresses avec les attributs $ATTRIB des balises HTML $TAG
sk: -disable_html_tag $TAG,[$ATTRIB][;...] - nespracovávaj URL z atribútu $ATTRIB HTML znaèky $TAG
uk: -disable_html_tag $TAG,[$ATTRIB][;...] - заборонити опрацьовування URL'╕в в╕д атрибута $ATTRIB те╜а HTML $TAG

source: -enable_html_tag $TAG,[$ATTRIB][;...] - enable proccessing of URLs from attribute $ATTRIB of HTML tag $TAG
cs: -enable_html_tag $TAG,[$ATTRIB][;...] - povol zpracování URL z atributu $ATTRIB v HTML tagu $TAG
fr: -enable_html_tag $TAG,[$ATTRIB][;...] - Autorise le traitement des adresses avec les attributs $ATTRIB des balises HTML $TAG
sk: -enable_html_tag $TAG,[$ATTRIB][;...] - spracovávaj URL z atribútu $ATTRIB HTML znaèky $TAG
uk: -enable_html_tag $TAG,[$ATTRIB][;...] - дозволити опрацьовування URL'╕в в╕д атрибута $ATTRIB те╜а HTML $TAG

source: -gui_font $font - font name used in GUI interface
cs: -gui_font $font - jméno písma pou¾itého v grafickém rozhraní
fr: -gui_font $font - Police utilisée dans l'interface graphique
sk: -gui_font $font - meno fontu pou¾ívaného v grafickom rozhraní
uk: -gui_font $font - ╕м'я шрифта для GUI ╕нтерфейса

source: -user_condition $str - user exit script used to restrict some URLs for more informations see manpage
cs: -user_condition $str - u¾ivatelský skript pro omezení nìkterých URL bli¾¹í informace naleznete v manuálové stránce
fr: -user_condition $str - Script utilisateur pour restreindre les adresses voir le manuel pour plus d'information
sk: -user_condition $str - program alebo skript, ktorý definuje pou¾ívateµovu podmienku, viac informácií nájdete v manuály

source: -tr_del_chr $str - characters that will be deleted from local filename
cs: -tr_del_chr $str - znaky které budou odstranìny ze jména místního souboru
fr: -tr_del_chr $str - Caractères qui seront effacés dans le nom de fichier local
sk: -tr_del_chr $str - znaky, ktoré budú vymazané z mena lokálneho súboru
uk: -tr_del_chr $str - символи, що мають бути видален╕ з локальних ╕мен файл╕в

source: -tr_str_str $str1 $str2 - translate $str1 to $str2 in local filename
cs: -tr_str_str $str1 $str2 - zmìò $str1 za $str2 ve jménì místního souboru
fr: -tr_str_str $str1 $str2 - Traduire $str1 en $str2 dans le nom de fichier local
sk: -tr_str_str $str1 $str2 - zmeò re»azec $str1 na $str2 v mene lokálneho súboru
uk: -tr_str_str $str1 $str2 - зам╕няти $str1 на $str2 у локальних ╕менах

source: -tr_chr_chr $chrset1 $chrset2 - translate $chrset1 to $chrset2 in local filename
cs: -tr_chr_chr $chrset1 $chrset2 - zmìn znaky z $chrset1 za $chrset2 ve jménì místního souboru
fr: -tr_chr_chr $chrset1 $chrset2 - Traduire $chrset1 en $chrset2 dans le nom du fichier local
sk: -tr_chr_chr $chrset1 $chrset2 - zmeò znaky z $chrset1 na zodpovedajúce znaky z $chrset2 v mene lokálneho súboru
uk: -tr_chr_chr $chrset1 $chrset2 - зам╕няти $chrset1 на $chrset2 у локальних ╕менах

source: -index_name $str - name of directory index instead of _._.html
cs: -index_name $str - jméno seznamu adresáøe místo _._.html
fr: -index_name $str - Nom du fichier index à la place de _._.html
sk: -index_name $str - meno indexového súboru adresára, ¹tandardne _._.html
uk: -index_name $str - ╕м'я ╕ндексу директор╕й зам╕сть _._.html

source: -store_name $str - filename for first downloaded document
cs: --store_name $str - jméno prvního stáhnutého dokumentu
fr: -store_name $str - Nom du premier document téléchargé
sk: -store_name $str - lokalne meno prvého preneseného dokumentu
uk: -store_name $str - ╕м'я файла для списку завантажених документ╕в

source: -check_size/-nocheck_size - compare received size of file with that provided by remote server
cs: -check_size/-nocheck_size - porovnej velikost sta¾eného souboru s hodnotou udanou serverem
fr: -check_size/-nocheck_size - Comparer la taille du fichier reçu avec la taille donnée par le serveur
sk: -check_size/-nocheck_size - porovnaj prenesenú veµkos» súboru s veµkos»ou, ktorú poskytol server
uk: -check_size/-nocheck_size - чи пор╕внювати розм╕р отриманого файла з розм╕ром, указаним сервером

source: -urls_file $file - URLs should be read from file, until line with single "." occurs in input
cs: -urls_file $file - Ète URL ze souboru, dokud nenarazí na teèku "." na samostatném øádku.
fr: -urls_file $file - Les adresses devraient être lues à partir d'un fichier jusqu'à ce que la ligne contenant le symbole "." apparaisse
sk: -urls_file $file - naèítavaj URL zo súboru, naèítavanie sa ukonèí po naèítaní riadku obsahujúceho znak "."
uk: -urls_file $file - треба зчитувати URL'╕ з файла, доки не зустр╕неться стр╕чка лише з ╓диним символом "."

source: -bg/-nobg - detach pavuk proces from terminal and don't output any messages on screen
cs: -bg/-nobg - odpoutej pavuka z terminálu a nezobrazuj nic na obrazovku
fr: -bg/-nobg - Détacher le processus de Pavuk du terminal et ne pas afficher de messages à l'écran
sk: -bg/-nobg - odpoj proces pavúka od terminálu a nevypisuj na terminál ¾iadne správy
uk: -bg/-nobg - в╕д'╓днати павука в╕д терм╕налу та не видавати жодних пов╕домлень

source: -maxrate $nr - limit to maximal speed of transfer (kB/s)
cs: -maxrate $nr - omez maximální rychlost pøenosu (kB/s)
fr: -maxrate $nr - Débit maximal du transfert (Ko/s)
sk: -maxrate $nr - limit na maximálnu povolenú rýchlos» prenosu (kB/s)
uk: -maxrate $nr - обмежити максимальну швидк╕сть (кБ/с)

source: -minrate $nr - limit to minimal speed of transfer (kB/s)
cs: -minrate $nr - omez minimální rychlost pøenosu (kB/s)
fr: -minrate $nr - Débit minimum du transfert (Ko/s)
sk: -minrate $nr - limit na minimálnu po¾adovanú rýchlos» prenosu (kB/s)
uk: -minrate $nr - обмежити м╕н╕мальну швидк╕сть (кБ/с)

source: -bufsize $nr - size of read buffer (kB)
cs: -bufsize $nr - velikost vyrovnávací pamìti pro ètení (kB)
fr: -bufsize $nr - Taille du cache en lecture (Ko)
sk: -bufsize $nr - veµkos» vyrovnávacej pamäte pri èítaní (kB)
uk: -bufsize $nr - розм╕р буфера зчитування (kБ)

source: -file_quota $nr - maximal size of file to transfer (kB)
cs: -file_quota $nr - maximální velikost pøená¹eného souboru (kB)
fr: -file_quota $nr - Taille maximum des fichiers à transférer (Ko)
sk: -file_quota $nr - maximálna povolená veµkos» prenesenej èasti súboru v kB
uk: -file_quota $nr - максимальний розм╕р файла (кБ)

source: -trans_quota $nr - maximal amount of transfer per session (kB)
cs: -trans_quota $nr - maximální velikost dat pøenesených v jedné seanci (kB)
fr: -trans_quota $nr - Volume maximum à transférer par session (Ko)
sk: -trans_quota $nr - maximálny povolený objem prenesených dát (kB)
uk: -trans_quota $nr - максимальний об'╓м даних протягом сес╕╖ (кБ)

source: -fs_quota $nr - disk free space quota (kB)
cs: -fs_quota $nr - velikost volného místa (kB)
fr: -fs_quota $nr - Quota de disque libre (Ko)
sk: -fs_quota $nr - minimálny po¾adovaný voµný priestor v súborovom systéme
uk: -fs_quota $nr - залишок в╕льного м╕сця на диску (кБ)

source: -enable_js/-disable_js - enable downloading of javascript source files
cs: -enable_js/-disable_js - povol pøenos zdrojových kódù v javascriptu
fr: -enable_js/-disable_js - Autorise le téléchargement des fichiers JavaScript
sk: -enable_js/-disable_js - povoµ prenos zdrojových súborov javascript skriptov
uk: -enable_js/-disable_js - чи витягати файли вих╕дних текст╕в javascript

source: -fnrules $t $m $r - local filename construction rules (for better description see manual)
cs: -fnrules $t $m $r - pravidla pro tvoøení jmen ulo¾ených souborù (více v manuálových stránkách)
fr: -fnrules $t $m $r - Règles de création des nom de fichiers (voir le manuel pour plus d'informations)
sk: -fnrules $t $m $r - pravidlo na vytváranie mien súborov v lokálnom strome dokumentov (lep¹ie vysvetlenie je v manuály)
uk: -fnrules $t $m $r - правила конструювання локальних ╕мен файл╕в (див. дов╕дник для детальн╕шого опису)

source: -store_info/-nostore_info - store document info files with each document
cs: -store_info/-nostore_info - s ka¾dým souborem ulo¾ i informace o nìm
fr: -store_info/-nostore_info - Enregistrer les fichiers d'informations avec chaque document
sk: -store_info/-nostore_info - ukladaj informácie o dokumente do zvlá¹tneho súboru pre ka¾dý dokument

source: -all_to_local/-noall_to_local - change all links inside HTML document to local immediately after download
cs: -all_to_local/-noall_to_local - zmìò v¹echny odkazy v HTML dokumentu na místní ihned po sta¾ení
fr: -all_to_local/-noall_to_local - Modifier immédiatement en local après le transfert tous les liens dans les documents HTML
sk: -all_to_local/-noall_to_local - zmeò v¹etky odkazy v HTML dokumente na lokálne ihneï po prenesení dokumentu
uk: -all_to_local/-noall_to_local - чи переписувати ус╕ посилання у HTML на локальн╕ негайно п╕сля витягання

source: -sel_to_local/-nosel_to_local - change all links inside HTML document which acomplish the limits, to local immediately after download
cs: -sel_to_local/-nosel_to_local - zmìò v¹echny odkazy v HTML dokumentu, který vyhovyje podmínkám, na místní ihned po sta¾ení
fr: -sel_to_local/-nosel_to_local - Modifier immédiatement après le transfert tous les liens en local à l'intéreur des documents HTML qui respectent les limites
sk: -sel_to_local/-nosel_to_local - zmeò v¹etky odkazy v HTML dokumente, ktoré spåñajú obmedzujúce podmienky, na lokálne, ihòeï po prenesení dokumentu
uk: -sel_to_local/-nosel_to_local - чи переписувати ус╕ посилання у HTML, що в╕дпов╕дають обмеженням, на локальн╕ негайно п╕сля витягання

source: -all_to_remote/-noall_to_remote - change all links inside HTML document to remote immediately after download and don't do any further changes to it
cs: -all_to_remote/-noall_to_remote - zmìò v¹echny odkazy v HTML dokumentu na vzálení ihned po sta¾ení a ji¾ nemìò
fr: -all_to_remote/-noall_to_remote - Modifier immédiatement après le transfert tous les liens internes dans les documents HTML en distant et ne plus y faire de changement
sk: -all_to_remote/-noall_to_remote - zmeò v¹etky odkazy v HTML dokumente na vzdialené ihneï po prenesení dokumentu, a ponechaj ich tak

source: -remind_cmd $str - command which sends result from reminder mode
cs: -remind_cmd $str - pøíkaz na odeslání výsledkù módu reminder
fr: -remind_cmd $str - Commande qui transmet les résultats du mode "reminder"
sk: -remind_cmd $str - príkaz na odoslanie výsledkov behu v reminder móde
uk: -remind_cmd $str - команда надсилання результат╕в у режим╕ нагадувача

source: -auto_referer/-noauto_referer - in HTTP request send for each starting URL Referer: field which contains its own URL
cs: -auto_referer/-noauto_referer - pro ka¾dé úvodní URL po¹li v HTTP po¾adavku polo¾ku Referrer:, která je obsahuje
fr: -auto_referer/-noauto_referer - Envoyer le champ "Referer" qui contient sa propre adresse dans chaque requête HTTP
sk: -auto_referer/-noauto_referer - v HTTP po¾iadavkách ¹tartovacích dokumentov nastav v polo¾ke Referer: vlastné URL
uk: -auto_referer/-noauto_referer - чи використовувати власний URL у пол╕ "Referer:" запиту для стартового URL
