Repository: jameshilliard/bhr4_release_01_04_00_10
Catalog: pavuk-0.9.35/po/*.po
Languages: cs, fr, pl, sk, uk

source: Rejected:
cs: Zakázáno:
fr: Rejetés :
pl: Odrzucono:
sk: Vylúèené:
uk: В╕дкинуто:

source: S:
fr: E :
sk: V:

source: Pavuk: Scenario saver
cs: Pavuk: Ukladání scénáøe
fr: Pavuk : Enregistrement d'un scénario
pl: Pavuk: Zapisz scenariusz
sk: Pavúk: Ukladanie scenára
uk: Павук: Збер╕гач сценар╕╖в

source: Pavuk: Scenario loader
cs: Pavuk: Naètení scénáøe
fr: Pavuk : Chargement d'un scénario
pl: Pavuk: Wczytaj scenariusz
sk: Pavúk: Naèítavanie scenára
uk: Павук: Завантажувач сценар╕╖в

source: Pavuk: Scenario add
cs: Pavuk: Pøidání scénáøe
fr: Pavuk : Ajout d'un scénario
pl: Pavuk: Dodaj scenariusz
sk: Pavúk: Pridanie scenára
uk: Павук: Додати сценар╕й

source: Error scheduling
cs: Chyba plánovaní
fr: Erreur dans la planification
pl: B³±d planowania
sk: Chyba plánovania
uk: Помилка роботи за розкладом

source: Pavuk: Scheduler
cs: Pavuk: Plánovaè
fr: Pavuk : Planification
pl: Pavuk: Rozk³ad zadañ
sk: Pavúk: Plánovaè

source: Scheduling command:
cs: Pøíkaz pro plánování:
fr: Commande de planification :
pl: Polecenie planowania:
sk: Príkaz pre plánovaè:

source: Reschedule after
cs: Obnovuji plánovaní po
fr: Replanifier après :
pl: Planuj ponownie po
sk: Naplánova» znovu po

source: hours
cs: hodin
fr: Heures
pl: godziny
sk: hodinách
uk: годин

source: Time:
cs: Èas:
fr: Heure :
pl: Czas:
sk: Èas:
uk: Час:

source: Pavuk: edit %s
sk: Pavúk: editácia %s

source: entry
sk: vstup

source: Edit ...
sk: Edituj ...

source: Pavuk: select %s
cs: Pavuk: vyber %s
fr: Pavuk : Sélectionner %s
pl: Pavuk: wybierz %s
sk: Pavúk: vyber %s
uk: Павук: вибер╕ть %s

source: file
cs: soubor
fr: fichier
pl: plik
sk: súbor
uk: файл

source: Browse ...
cs: Vyber ...
fr: Parcourir ...
pl: Przegl±daj ...
sk: Vyber ...
uk: Проглянути ...

source: Request type:
cs: Typ dotazu:
fr: Type de requête :
pl: Typ ¿±dania:
sk: Typ po¾iadavky:
uk: Тип запиту:

source: Query values:
cs: Hodnoty dotazu:
fr: Valeurs de la requête :
pl: Warto¶ci zapytania:
sk: Polo¾ky po¾iadavky:

source: Status:
cs: Stavov:
pl: Stan:
sk: Stav:
uk: Стан:

source: not processed yet
cs: je¹tì nezpracované
fr: Pas encore traités
pl: jeszcze nie przetworzono
sk: zatiaµ nespracované
uk: ще не опрацьовано

source: loaded from NS cache
cs: naèteno z NS cache
fr: Chargement à partir du cache Netscape
pl: wczytano z cache NS
sk: naèítané kópia z NS cache
uk: завантажено з кеша NS

source: loaded from local URL tree
cs: naèteno z lokálního URL stromu
fr: Chargement à partir de l'arborescence locale des adresses
pl: wczytano z lokalnego drzewa URL
sk: naèítané z lokálneho stromu dokumentov
uk: завантажено з локального дерева URL

source: moved to another URL
cs: pøesunito na jiné URL
fr: Déplacé vers une nouvelle adresse
pl: przeniesiono do innego URL
sk: presunuté na iné URL
uk: перем╕щено до ╕ншого URL

source: URL not found on remote server
cs: URL nenalezeno na vzdáleném serveru
fr: Adresse non trouvée sur le serveur distant
pl: Nie znaleziono URL na zdalnym serwerze
sk: URL sa nenachádza na vzdialenom servery
uk: URL не знайдено на в╕ддаленому сервер╕

source: truncated
cs: zkráceno
fr: Corrompu
pl: obciêto
sk: neúplný súbor
uk: ус╕чено

source: downloaded OK
cs: stahování v poøádku
fr: Téléchargement réussi
pl: pobrano OK
sk: prenesené v poriadku
uk: витягнуто OK

source: rejected by rules
cs: zakázáno podle pravidel
fr: Eliminé par les règles
pl: odrzucone przez regu³y
sk: zakázané podµa pravidiel
uk: в╕дкинуто за правилами

source: disabled by user
cs: zakázáno u¾ivatelem
fr: Désactivé par l'utilisateur
pl: wy³±czone przez u¿ytkownika
sk: zakázané pou¾ívateµom
uk: заборонено користувачем

source: probably recoverable error
cs: asi nenapravitelná chyba
fr: Erreur probablement non recupérable
pl: prawdopodobnie b³±d naprawialny
sk: pravdepodobne menej záva¾ná chyba

source: unrecoverable error
cs: nenapravitelná chyba
fr: Erreur non recupérable
pl: nienaprawialny b³±d
sk: fatálna chyba

source: unknown
cs: neznámý
fr: Inconnu
pl: nieznany
sk: neznámy
uk: нев╕домий

source: Moved to URL: %s
cs: Pøesunito na URL : %s
fr: Déplacé vers l'adresse : %s
pl: Przeniesiono do URL: %s
sk: Presunuté na URL %s
uk: Перем╕щено до URL: %s

source: Type: %s
cs: Typ: %s
pl: Typ: %s
sk: Typ: %s
uk: Тип: %s

source: Type: unknown
cs: Typ: neznamý
fr: Type inconnu
pl: Typ: nieznany
sk: Typ: neznámy
uk: Тип: нев╕домий

source: Size: %d
cs: Server(site): %d
fr: Taille : %d
pl: Wielko¶æ: %d
sk: Veµkos»: %d
uk: Розм╕р: %d

source: Modification time: %a, %d %b %Y %H:%M:%S %Z
cs: Èas modifikace: %a, %d %b %Y %H:%M:%S %Z
fr: Date de modification : %a, %d %b %Y %H:%M:%S %Z
pl: Czas modyfikacji: %a, %d %b %Y %H:%M:%S %Z
sk: Èas poslednej zmeny: %a, %d %b %Y %H:%M:%S %Z
uk: Востанн╓ зм╕нено: %a, %d %b %Y %H:%M:%S %Z

source: Local filename: %s
cs: Lokální soubor: %s
fr: Fichier local : %s
pl: Lokalna nazwa pliku: %s
sk: Meno v lokálnom strome: %s
uk: Локальне ╕м'я файла: %s

source: Parent URLs:
cs: Rodièovká URL:
fr: Adresses mères :
pl: Nadrzêdne URLe:
sk: Rodièovské URL:
uk: Батьк╕вськ╕ URL'╕:

source: Pavuk: Store tree
cs: Pavuk: Ukládací strom
fr: Pavuk : Arborescence de stockage
pl: Pavuk: Zapamiêtaj drzewo
sk: Pavúk: Ulo¾ strom
uk: Павук: Збереження дерева

source: Pavuk: URL tree preview
cs: Pavuk: Pøehled URL stromu
fr: Pavuk : Prévisualisation de l'arborescence
pl: Pavuk: podgl±d drzewa URL
sk: Pavúk: Prehµad URL stromu
uk: Павук: Перегляд дерева URL

source: Store tree ...
cs: Ukládací strom ...
fr: Enregistrer l'arborescence ...
pl: Zapamiêtaj drzewo...
sk: Ulo¾ strom dokumentov ...
uk: Збереження дерева ...

source: Automaticaly watch last processed URLs
cs: Automaticky sleduj poslední zpracovaná URL
fr: Surveille automatiquement les dernières adresses traitées
pl: Obserwuj automatycznie ostatnio przetworzone URLe
sk: Automaticky sleduj spracovávané dokumenty
uk: Автоматично передивлятися останн╕й оброблений URL

source: Properties
cs: Vlastnosti
fr: Propriétés
pl: W³a¶ciwo¶ci
sk: Vlastnosti
uk: Властивост╕

source: Launch browser
cs: Spus» prohlí¾eè
fr: Lancer le navigateur
pl: Uruchom przegl±darkê
sk: Spusti prehliadaè
uk: Запустити переглядача

source: Disable URL
cs: Zaka¾ URL
fr: Désactiver l'adresse
pl: Wy³±cz URL
sk: Zablokuj URL
uk: Заборонити URL

source: Enable URL
cs: Povol URL
fr: Autoriser l'adresse
pl: Za³±cz URL
sk: Odblokuj URL
uk: Дозволити URL

source: Download URL
cs: Stáhni URL
fr: Télécharger l'adresse
pl: Pobierz URL
sk: Prenies URL
uk: Витягти URL

source: URL tree
cs: URL strom
fr: Arborescence des adresses
pl: Drzewo URL
sk: URL strom
uk: Дерево URL

source: Unsupported BASE URL - %s (probably bad handled)
cs: Nepodporované BASE URL - %s (pravdìpodobnì ¹patnì zpracované)
fr: Adresse de base non supportée - %s
pl: Nieobs³ugiwany BASE URL - %s (prawdopodobnie ¼le przechwycony)
sk: Nepodporované základne URL - %s (pravdepodobne bude nesprávne spracované)

source: Can't work on directory
cs: Nemù¾u pracovat s adresáøem
fr: Impossible d'utiliser le répertoire
pl: Nie mo¿na pracowaæ w katalogu
sk: Nie je mo¾né pracova» s adresárom
uk: Не можу працювати з директор╕╓ю

source: rewrite parent
cs: pøepisuji rodièe
fr: réécrit l'adresse mère
pl: nadpisz nadrzêdne
sk: prepisvanie rodièovského dokumetu

source: Sending request ...
cs: Posílám po¾adavek ...
fr: Envoi de la requête ...
pl: Wysy³anie ¿±dania ...
sk: Odosielanie po¾iadavky ...
uk: Надсила╓мо запит ...

source: ************ Client HTTP MIME header ***************
fr: ************ En-tête MIME du client HTTP ***************
pl: ************ Nag³ówek MIME klienta HTTP ****************
sk: ************ HTTP MIME hlavièka klienta ***************

source: Sending data ...
cs: Posílám data ...
fr: Envoi des données ...
pl: Wysy³anie danych ...
sk: Odosielanie dát ...
uk: Надсила╓мо дан╕ ...

source: ************ HTTP request data ***************
cs: *********** data HTTP po¾adavku **************
fr: ********************* Données de la requête HTTP **************
pl: ************ ¯±danie danych HTTP ****************
sk: ************ dáta HTTP po¾iadavky ************
uk: ************ Дан╕ запиту HTTP ***************

source: Waiting for response ...
cs: Èekám na odpovìï ...
fr: Attente de la réponse ...
pl: Oczekiwanie na odpowied¼ ...
sk: Èakanie na odpoveï ...
uk: Чека╓мо в╕дгуку ...

source: Error reading HTTP 1xx class response
cs: Chyba ètení odpovìdí tøídy HTTP 1xx
fr: Erreur de lecture de la réponse HTTP de classe 1xx
pl: B³±d czytania odpowiedzi HTTP klasy 1xx
sk: Chyba pri èítaní HTTP odpovede z triedy 1xx

source: ***************** class 1xx HTTP response ****************
fr: ***************** Réponse HTTP de classe 1xx *****************
pl: ***************** odpowied¼ HTTP klasy 1xx ****************
sk: ***************** HTTP odpoveï triedy 1xx *****************

source: Connecting ...
cs: Pøipojuji se ...
fr: Connexion ...
pl: £±czenie ...
sk: Vytvára spojenie ...
uk: З'╓дну╓мося ...

source: *********** HTTP Server response MIME header **********
fr: ********** En-tête MIME de la réponse du serveur HTTP **********
pl: *********** Nag³ówek MIME odpowiedzi serwera HTTP ********
sk: *********** MIME hlavièka odpovede HTTP servera **********

source: Regeting whole file
cs: Znovu stahuji soubor
fr: Reprise complète du fichier
pl: Ponowne pobieranie ca³ego pliku
sk: Prenos dokumentu od poèiatku
uk: Тягнемо увесь файл знову

source: Unexpected response "%d %s" when trying to reget!
cs: Neoèekávaná opovìï "%d %s" pøi pokusu o napojení!
fr: Réponse inattendue "%d %s" lors de la reprise du téléchargement !
sk: Neoèakávaná odpoveï "%d %s" pri pokuse o re¹tart prenosu!

source: Checking HTTP proxy server %s:%hu
sk: Kontrola HTTP proxy servera %s:%hu

source: Failed to check proxy (sock open)!
sk: Chyba pri kontrole proxy servera [sock open]!

source: Failed to check proxy (write failed)!
sk: Chyba pri kontrole proxy servera [chyba pri zápise]!

source: Failed to check proxy (read failed)!
sk: Chyba pri kontrole proxy servera [chyba pri èítaní]!

source: Failed to check proxy (bad response)!
sk: Chyba pri kontrole proxy servera [chybná odpoveï]!

source: Proxy %s:%hu is HTTP/%d.%d proxy
sk: Proxy %s:%hu je HTTP/%d.%d proxy

source: bad parameter
cs: ¹patný parametr
fr: Paramètre incorrect
pl: z³y parametr
sk: zlý parameter
uk: нев╕рний параметер

source: PavukUrl constructor failed
sk: Nepodarilo sa vytvori» objekt PavukUrl

source: invalid assignment
sk: chybné priradenie hodnoty

source: bad parent index
sk: chybný index rodièa

source: not enough parameters
cs: nedostateèný poèet parametrù
fr: Pas assez de paramètres
pl: Za ma³a ilo¶æ parametrów
sk: nedostatoèný poèet parametrov
uk: замало параметр╕в

source: unknown limiting condition
cs: neznámá omezující podmínka
fr: Condition de limitation inconnue
pl: nieznane warunki ograniczania
sk: neznáma obmedzujúca podmienka
uk: нев╕дома умова обмежень

source: PavukFnrules constructor call prohibited from script
sk: Vytvorenie objektu PavukFnrules nie je povolené v skripte

source: bad parameters
sk: chybné parametre

source: pjs: There is no "%s" JavaScript function!
sk: pjs: JavaScript funkcia "%s" neexistuje!

source: Error compiling regular expression : %s
cs: Chyba v regulárním výrazu : %s
fr: Erreur de compilation de l'expression régulière : %s
pl: B³±d kompilacji wyra¿enia regularnego : %s
sk: Chyba pri preklade regulárneho výrazu : %s
uk: Помилка комп╕ляц╕╖ регулярного виразу : %s

source: LSP analyze error: bad token at - %s
cs: LSP chyba analýzy: chybný symbol - %s
fr: Erreur d'analyse LSP : token erroné à - %s
pl: B³±d analizy LSP: z³y znacznik przy - %s
sk: LSP chyba analýzy: chybný symbol - %s

source: LSP analyze error: bad numeric value at - %s
cs: LSP chyba analýzy: chybné èíslo - %s
fr: Erreur d'analyse LSP : valeur numérique erronée à - %s
pl: B³±d analizy LSP: z³a warto¶æ numeryczna przy - %s
sk: LSP chyba analýzy: chybná numerická hodnota - %s

source: LSP analyze error: bad macro at - %s
cs: LSP chyba analýzy: chybné makro - %s
fr: Erreur d'analyse LSP : macro erronée à - %s
pl: B³±d analizy LSP: z³e makro przy - %s
sk: LSP chyba analýzy: chybné makro - %s

source: LSP analyze error: unterminated string at - %s
cs: LSP chyba analýzy: neukonèený øetìzec - %s
fr: Erreur d'analyse LSP : chaîne non terminée à - %s
pl: B³±d analizy LSP: niezakoñczony ³añcuch przy - %s
sk: LSP chyba analýzy: neukonèený re»azec - %s

source: LSP analyze error: bad parameter type at - %s
cs: LSP chyba analýzy: chybný typ parametru - %s
fr: Erreur d'analyse LSP : type de paramètre erroné à - %s
pl: B³±d analizy LSP: z³y typ parametru przy - %s
sk: LSP chyba analýzy: chybný typ parametra - %s

source: Ending log : %H:%M:%S %d.%m.%Y
cs: Konèím log : %H:%M:%S %d.%m.%Y
fr: Fin du log : %H:%M:%S %d.%m.%Y
pl: Koniec logu : %H:%M:%s %d.%m.%Y
sk: Koniec logu: %H:%M:%S %d.%m.%Y
uk: Журнал закрито : %H:%M:%S %d.%m.%Y

source: Unable to open log file - disabling logging
cs: Nelze otevøít logovací soubor - vypínám logování
fr: Impossible d'ouvrir le fichier log - log désactivé
pl: Nie mo¿na otworzyæ pliku logu - wy³±czenie logowania
sk: Nie je mo¾né otvori» logovací súbor - zru¹enie logovania
uk: Неможливо в╕дкрити файл журналу - забороня╓мо журналювання

source: Log file is locked by another process -
cs: Logovací soubor je uzamèen dal¹ím procesem -
fr: Le fichier log est bloqué par un autre process -
pl: Plik logu jest zablokowany przez inny proces -
sk: Logovací súbor je uzamknutý iným procesom -
uk: Файл журналу залоковано ╕ншим процесом -

source: generating new log filename
cs: generuji nové jméno logovacího souboru
fr: Création d'un nouveau nom de fichier log
pl: generowanie nowej nazwy pliku logu
sk: generovanie nového mena log súboru
uk: ╜енеру╓мо нове ╕м'я файла журналу

source: disabling logging
cs: vypínám logování
fr: Désactivation du log
pl: wy³±czenie logowania
sk: zru¹enie logovania do súboru
uk: забороня╓мо журналювання

source: Starting log : %H:%M:%S %d.%m.%Y
cs: Zaèínám log : %H:%M:%S %d.%m.%Y
fr: Début du log : %H:%M:%S %d.%m.%Y
pl: Pocz±tek logu : %H:%M:%S %d.%m.%Y
sk: Zaèiatok logu: %H:%M:%S %d.%m.%Y
uk: Журнал почато : %H:%M:%S %d.%m.%Y

source: Unable to open Mozilla cache index - %s
cs: Nelze otevøít index Mozilla cache - %s
fr: Impossible d'ouvrir l'index du cache Mozilla - %s
pl: Nie mo¿na otworzyæ indeksu cache Mozilla - %s
sk: Chyba pri otváraní indexového súboru Mozilla cache - %s
uk: Неможливо в╕дкрити ╕ндекс кеша Моз╕лли - %s

source: Error opening cache index file %s
sk: Chyba pri otváraní indexového súboru cache - %s

source: Mozilla new cache map file format not recognized
sk: Nepodarilo sa rozpozna» formát cache súboru prehliadaèa Mozilla

source: Corrupted Mozilla cache blockfile!
sk: Po¹kodený zoznam blokov cache prehliadaèa Mozilla!

source: Corrupted Mozilla cache map file!
sk: Po¹kodená mapa cache prehliadaèa Mozilla!

source: NSS_Init: Unable to open cert database
sk: NSS_Init: nie je mo¾né otvori» databázu certifikátov

source: SSL connect failure - %s
sk: Chyba pri vytváraní SSL spojenia - %s

source: SSL error - %s
sk: SSL chyba - %s

source: Failed obtaining entropy pathname
cs: Chyba pøi získat cestu k souboru na inicializaci generátoru náhodných èísel
fr: Impossible d'obtenir le chemin entropique
sk: Chyba pri ziskavaní súbory na inicializáciu generátora náhodných èísel

source: Failed to initialize random seed for OpenSSL via EGD daemon
cs: Chyba pøi inicializaci generátoru náhodných èísel pro OpenSSL pomocí EGD daemona
fr: Impossible d'initialiser OpenSSL via le démon EGD
pl: B³±d inicjalizacji 'random seed' dla OpenSSL via demon EGD
sk: Chyba pri inicializácii generátora náhodných èísel EGD pre OpenSSL

source: Seeding entropy pool INSECURELY!
cs: Inicializuji generátoru náhodných èísel nebezpeèným zpùsobem!
fr: Méthode non sécurisée !
sk: Inicializácia genrátora náhodných èísel nie bezpeèným sposobom!

source: Unable to set certificate file (wrong password?)
cs: Nelza nastavit soubor s certifikátem (¹patné heslo?)
fr: Impossible de positionner le fichier de certificat (mot de passe incorrect ?)
pl: Nie mo¿na ustawiæ pliku certyfikacji (z³e has³o?)
sk: Nie je mo¾né nastavi» certifikát (zlé heslo ?)
uk: Неможливо зад╕яти файл сертиф╕кату (нев╕рний пароль?)

source: Unable to set public key file
cs: Nelze nastavit soubor s veøejným klíèem
fr: Impossible de positionner le fichier de clef publique
pl: Nie mo¿na ustawiæ pliku klucza publicznego
sk: Nie je mo¾né nastavi» súbor s verejným kµúèom
uk: Неможливо зад╕яти файл публ╕чного ключа

source: Private key does not match the certificate public key
cs: Soukromý klíè neodpovídá veøejnému klíèi certifikátu
fr: La clef privée ne correspond pas à la clef publique du certificat
pl: Klucz prywatny nie zgadza siê z certyfikatem klucza publicznego
sk: Súkromný kµúè nezodpovedú verejnému kµúèu
uk: Приватний ключ не в╕дпов╕да╓ публ╕чному ключев╕ сертиф╕кату

source: Czech
sk: Èeský

source: German
sk: Nemecký

source: Spanish
sk: ©panielsky

source: French
sk: Francúzsky

source: Italian
sk: Talianský

source: Japanese
sk: Japonský

source: Polish
sk: Poµský

source: Slovak
sk: Slovenský

source: Ukrainian
sk: Ukrainský

source: Unable to open Netscape cache index - %s
cs: Nelze otevøít index Netscape cache - %s
fr: Impossible d'ouvrir l'index du cache Netscape - %s
pl: Nie mo¿na otworzyæ indeksu cache Netscape - %s
sk: Chyba pri otváraní indexového súboru Netscape cache - %s
uk: Неможливо в╕дкрити ╕ндекс кеша Netscape - %s

source: Trying to do NTLM authorization
cs: Zkou¹ím NTLM autorizaci
fr: Demande d'authentification Windows NT
pl: Próba uwierzytelniana NTLM
sk: Pokus o NTLM autorizáciu
uk: Намага╓мося пройти авторизац╕ю NTLM

source: NTLM authorization supported only on persistent connections!
cs: NTLM autorizace je podporována pouze pro trvalá spojení!
fr: L'authentification Windows NT est supportée uniquement pour les connexions permanentes !
pl: Uwierzytelnianie NTLM obs³ugiwane jedynie przy sta³ych po³±czeniach!
sk: NTLM authorizacia je podporovaná iba na perzistentných spojoch!

source: Not enough data for NTLM authorization!
cs: Málo dat pro NTML autorizaci!
fr: Pas assez de données pour l'authentification Windows NT !
pl: Za ma³o danych dla uwierzytelniania NTLM!
sk: Chýbajú údaje pre NTLM autorizáciu!
uk: Недостатньо даних для авторизац╕╖ NTLM!

source: Missing:
cs: Chybí:
fr: Manque :
pl: Brakuje:
sk: Chýba:
uk: Нема╓:

source: domain
cs: doména
fr: domaine
pl: domena
sk: doména
uk: домен

source: username
cs: u¾ivatelské jméno
fr: utilisateur
pl: nazwa u¿ytkownika
sk: meno pou¾ívateµa
uk: користувач

source: password
cs: heslo
fr: mot de passe
pl: has³o
sk: heslo
uk: пароль

source: local hostname
cs: jméno poèítaèe
fr: nom de l'hôte local
pl: lokalna nazwa hosta
sk: meno lokálneho poèítaèa
uk: ╕м'я локально╖ машини

source: Got unexpected response
cs: Obdr¾ena neoèekávaná odpovìï
fr: Réponse inattendue
pl: Otrzymano nieoczekiwan± odpowied¼
sk: Nepredpokladaná odpoveï!
uk: Отримано неоч╕куваного в╕дгука

source: Failed NTLM nonce negotiation
cs: Chyba pøi NTLM nonce dohodì
fr: Echec de la négociation Windows NT
pl: B³±d negocjacji NTLM
sk: Chyba pri dohadovaní NTLM nonce

source: Trying to do proxy NTLM authorization
cs: Zkou¹ím NTLM proxy autentikaci
fr: Essai d'authentification Windows NT par proxy
pl: Próba uwierzytelniania proxy NTLM
sk: Pokus o NTLM proxy autorizáciu
uk: Намага╓мося пройти авторизац╕ю proxy NTLM

source: Failed NTLM proxy nonce negotiation
cs: Chyba pøi NTLM proxy nonce dohodì
fr: Echec de la négociation Windows NT par proxy
sk: Chyba pri dohadovaní NTLM proxy nonce

source: -v - print version number
cs: -v - výpis verze
fr: -v - Afficher le numéro de version
sk: -v - výpis informácií o verzii programu
uk: -v - надрукувати номер верс╕╖

source: -h - help
cs: -h - nápovìda
fr: -h - Aide
sk: -h - výpis tejto nápovedy
uk: -h - допомога

source: -X - start GUI interface
cs: -X - start grafikého rozhraní
fr: -X - Démarrer avec l'interface graphique
sk: -X - spusti GUI rozhranie
uk: -X - запустити з ╕нтерфейсом GUI

source: -runX - after start of GUI interface, immediately start processing of entered URLs
cs: -runX - okam¾itì po spu¹tìní grafického rozhraní zaèni zpracovávat zadaná URL
fr: -runX - Après le démarrage de l'interface graphique commencer immédiatement le téléchargement des adresses sélectionnées
sk: -runX - zaèni okam¾ite po spustení grafického interfejsu sparcováva» zadané dokumenty
uk: -runX - негайно п╕сля запуску ╕нтерфейса GUI interface почати опрацьовування введених URL'╕в

source: -prefs/-noprefs - load preferences from ~/.pavuk_prefs file
cs: -prefs/-noprefs - nahraj nastavení ze souboru ~/.pavuk_prefs
fr: -prefs/-noprefs - Chargement des préférences à partir du fichier ~/.pavuk_prefs
sk: -prefs/-noprefs - pou¾i súbor ~/.pavuk_prefs na ulo¾enie nastavenia
uk: -prefs/-noprefs - чи завантажувати установки з ~/.pavuk_prefs

source: -progress/-noprogress - show retrieving progress while running on terminal
cs: -progress/-noprogress - uka¾ stav pøenosu, kdy¾ je spu¹tìn na terminálu
fr: -progress/-noprogress - Afficher la progression du transfert dans le mode console
sk: -progress/-noprogress - zobrazuj aktálny stav prenosu pri behu na terminály
uk: -progress/-noprogress - показувати поступ п╕д час роботи у терм╕нал╕

source: -lmax $nr - allowed depth of tree
cs: -lmax $nr - povolená hloubka stromu
fr: -lmax $nr - Profondeur maximum de l'arbre
sk: -lmax $nr - maximálna povolená håbka stromu dokumentov
uk: -lmax $nr - дозволена глибина дерева

source: -dmax $nr - maximal number of downloaded documents
cs: -dmax $nr - maximalní poèet stáhnutých dokumentù
fr: -dmax $nr - Nombre maximum de documents téléchargés
sk: -dmax $nr - maximálny povolený poèet prenesených dokumentov
uk: -dmax $nr - максимальна к╕льк╕сть завантажених документ╕в

source: -sleep $nr - sleep for $nr seconds between transfers, default 0 seconds
cs: -sleep $nr - èekej $nr sekund mezi pøenosy, standardnì 0 s
fr: -sleep $nr - Pause de $nr secondes entre chaque transfert, 0 seconde par défaut
sk: -sleep $nr - prestávka v sekundách medzi prenosom dvoch dokumentov, ¹tandardne 0 s
uk: -sleep $nr - спати $nr секунд м╕ж завантаженнями, якщо не вказано - 0 секунд

source: -rsleep/-norsleep - randomize sleeping time between transfers from 0 to -sleep time
cs: -rsleep/-norsleep - náhodná pauza mezí stahováním v rozmezí 0 a¾ -sleep time
fr: -rsleep/-norsleep - Pause aléatoire entre les transferts de 0 seconde à la valeur de -sleep
sk: -rsleep/-norsleep - generuj náhodné prestávky medzi prenosmi v rozsahu 0 a¾ po -sleep
uk: -rsleep/-norsleep - випадкова тривал╕сть сну м╕ж завантаженнями в╕д 0 до часу у -sleep

source: -retry $nr - number of retries if anything failed
cs: -retry $nr - poèet pokusù, jestli¾e vznikla chyba
fr: -retry $nr - Nombre d'essais en cas d'échec
sk: -retry $nr - poèet opakovaní prenosu pri chybe
uk: -retry $nr - к╕льк╕сть спроб у раз╕ якихось збо╖в

source: -nregets $nr - max number of regets on single file, default 2
cs: -nregets $nr - max poèet pokusù stáhnutí samotného souboru, standardnì 2
fr: -nregets $nr - Nombre maximum de récupération d'un fichier, par défaut 2
sk: -nregets $nr - maximalny poèet pokusov o dotiahnutie dokumentu ¹tandardne 2
uk: -nregets $nr - макс. к╕льк╕сть завантажувань окремого файла, default 2

source: -nredirs $nr - max number of followed HTTP redirections, default 5
cs: -nredirs $nr - max poèet následovaných HTTP pøesmìrování, standardnì 5
fr: -nredirs $nr - Nombre maximum de redirections HTTP, 5 par défaut
sk: -nredirs $nr - maximalny povolený poèet presmerovaní (HTTP) ¹tandardne 5
uk: -nredirs $nr - макс. к╕льк╕сть перенаправлень HTTP, default 5
