Repository: jameshilliard/bhr4_release_01_04_00_10
Catalog: pavuk-0.9.35/po/*.po
Languages: cs, fr, pl, sk, uk

source: %s: ERROR: HTTP server replied with connection timeout response
cs: %s: CHYBA: odpovìï HTTP serveru je `connection timeout'
fr: %s : Erreur : timeout du serveur HTTP
pl: %s: B£¡D: serwer HTTP da³ odpowied¼ o przekroczonym czasie oczekiwania
sk: %s: Chyba: HTTP server poslal odpoveï - timeout spojenia
uk: %s : ПОМИЛКА: HTTP сервер повернув "connection timeout"

source: %s: ERROR: HTTP server replied with conflict response
cs: %s: CHYBA: odpovìï HTTP serveru je `conflict'
fr: %s : Erreur : réponse de conflit du serveur HTTP
pl: %s: B£¡D: serwer HTTP da³ odpowied¼ o konflikcie
sk: %s: Chyba: HTTP server poslal odpoveï - konflikt

source: %s: ERROR: document was removed from HTTP server
cs: %s: CHYBA: dokument byl odstranìn z HTTP serveru
fr: %s : Erreur : le document n'existe plus sur le serveur HTTP
pl: %s: B£¡D: dokument zosta³ usuniêty z serwera HTTP
sk: %s: Chyba: dokument bol zmazaný z HTTP servera
uk: %s : ПОМИЛКА: документа було видалено з HTTP сервера

source: %s: ERROR: you must use proxy to access this URL
cs: %s: CHYBA: musíte pou¾ít pøístup pøez proxy pro toto URL
fr: %s : Erreur : proxy obligatoire pour accéder à cette adresse
pl: %s: B£¡D: muszisz u¿yæ proxy by uzyskaæ dostêp do tego URL
sk: %s: Chyba: toto URL vy¾aduje prístup cez proxy server
uk: %s : ПОМИЛКА: ви мусите доступатися до цього URL через прокс╕

source: %s: ERROR: 306
cs: %s: CHYBA: 306
fr: %si : Erreur : 306
pl: %s: B£¡D: 306
sk: %s: Chyba: HTTP 306
uk: %s : ПОМИЛКА: 306

source: %s: ERROR: used HTTP method is not supported or not allowed for this URL
cs: %s: CHYBA: pou¾itá HTTP medona není podporována nebo povolena pro toto URL
fr: %s : Erreur : la méthode HTTP utilisée n'est pas supportée ou autorisée pour cette adresse
pl: %s: B£¡D: u¿yta metoda HTTP nie jesy dopuszczalna lub obs³ugiwana przez ten URL
sk: %s: Chyba: pou¾itá HTTP metóda nie je podporovaná alebo povolená pre toto URL
uk: %s : ПОМИЛКА: цей метод HTTP не п╕дтриму╓ться чи не дозволений для цього URL

source: %s: ERROR: client doesn't accept MIME type of requested URL
cs: %s: CHYBA: klient nepøijímá MIME typ po¾adovaného URL
fr: %s : Erreur : type MIME de l'adresse refusé par le client
pl: %s: B£¡D: klient nie akceptuje typu MIME ¿±danego URL
sk: %s: Chyba: HTTP klient odmietol MIME typ aktuálneho URL
uk: %s : ПОМИЛКА: кл╕╓нт не прийма╓ тип MIME запитуваного URL

source: %s: ERROR: in request header is missing Content-Length: header
cs: %s: CHYBA: v hlavièce po¾adavku chybí polo¾ka Content-Length:
fr: %s : Erreur : "Content-Length" est absent de l'entête HTTP
pl: %s: B£¡D: w nag³ówku ¿±dania zgubiono nag³ówek Content-Lenght
sk: %s: Chyba: v po¾iadvke chýba hlavièka Content-Length:
uk: %s : ПОМИЛКА: в╕дсутн╓ поле "Content-Length:" у заголовц╕ запита

source: %s: ERROR: preconditions in request failed for requested URL
cs: %s: CHYBA: podmínky pro po¾adavek nesplnìny pro toto URL
fr: %s : Erreur : les pré-conditions n'ont pas été satisfaites pour l'adresse demandée
pl: %s: B£¡D: dla ¿±danego URL b³±d w ¿±daniu preconditions
sk: %s: Chyba: predpoklady neboli splenené pre aktuálne URL

source: %s: ERROR: request body too large
cs: %s: CHYBA: tìlo pøíli¹ veliké
fr: %s : Erreur : corps de la requête trop important
pl: %s: B£¡D: ¿±danie cia³a za du¿e
sk: %s: Chyba: telo správy je príli¹ veµké
uk: %s : ПОМИЛКА: т╕ло запита завелике

source: %s: ERROR: request URL too long
cs: %s: CHYBA: URL po¾adavku pøíli¹ dlouhé
fr: %s : Erreur : adresse trop longue
pl: %s: B£¡D: ¿±danie URL za d³ugie
sk: %s: Chyba: príli¹ dlhé URL
uk: %s : ПОМИЛКА: URL запита задовгий

source: %s: ERROR: resource in format unsupported for this request
cs: %s: CHYBA: prostøedek ve formátu není podporován pro tento dotaz
fr: %s : Erreur : ressource dans un format non supporté pour cette requête
pl: %s: B£¡D: zasób w nieobs³ugimanym dla tego ¿±dania formacie
sk: %s: Chyba: dokument je vo formáte, ktorý nie je podporovaný pre tento typ po¾iadavky

source: %s: ERROR: requested bad range of document
cs: %s: CHYBA: po¾adován neplatný úsek dokumentu
fr: %s : Erreur : intervalle du document demandé incorrect
pl: %s: B£¡D: ¿±dano z³ego zakresu dokumentu
sk: %s: Chyba: chybný interval pre tento dokument
uk: %s : ПОМИЛКА: запитано нев╕рний фрагмент документа

source: %s: ERROR: failed to fulfill expectation from request
cs: %s: CHYBA: nepodaøilo se splnit oèekávání od po¾adavku
fr: %s : Erreur : impossible d'obtenir le résultat de la requête
pl: %s: B£¡D: b³±d spe³nienia oczekiwania ¿±dania
sk: %s: Chyba: nie je mo¾né splni» podmienky z po¾iadavky

source: %s: ERROR: requested HTTP method not implemented on server side
cs: %s: CHYBA: po¾adovaná HTTP metoda není podporována serverem
fr: %s : Erreur : méthode HTTP non implémentée sur le serveur
pl: %s: B£¡D: ¿±dana metoda HTTP nie jest zaimplementowana po stronie serwera
sk: %s: Chyba: metóda nie je podporovaná HTTP serverom
uk: %s : ПОМИЛКА: метод HTTP запита не п╕дтриму╓ться сервером

source: %s: ERROR: gatewaying failed for this URL
cs: %s: CHYBA: pøístup pøez bránu selhal pro toto URL
fr: %s : Erreur : échec du passerellage pour cette adresse
pl: %s: B£¡D: b³±d przechodzenia przez bramkê dla tego URL
sk: %s: Chyba: chyba pri prenose dokumentu cez gateway
uk: %s : ПОМИЛКА: зб╕й шлюзування для цього URL

source: %s: ERROR: HTTP service currently not available, check later
cs: %s: CHYBA: HTTP není nyní k dispozici. Zkuste to za pozdìji
fr: %s : Erreur : service HTTP indisponible. Essayer plus tard
pl: %s: B£¡D: serwis HTTP nie jest aktualnie dostêpny, sprawd¼ pó¼niej
sk: %s: Chyba: HTTP server nie je momentálne dostupný, skús neskôr
uk: %s : ПОМИЛКА: серв╕с HTTP нараз╕ недоступний, спробуйте п╕зн╕ше

source: %s: ERROR: timeout occured in communication between gateway and remote server
cs: %s: CHYBA: timeout v komunikaci mezi bránou a vzdáleným serverem
fr: %s : Erreur : délai dépassé dans la communication entre la passerelle et le serveur distant
pl: %s: B£¡D: przekroczono czas podczas komunikacji pomiêdzy bramk± a zdalnym serwerem
sk: %s: Chyba: nastal timeout v komunikácii medzi bránou a serverom

source: %s: ERROR: HTTP version used in request is unsupported by remote server
cs: %s: CYBA: HTTP verze v po¾adavku není podporována vzdáleným serverem
fr: %s : Erreur : la version HTTP utilisée n'est pas supportée par le serveur
pl: %s: B£¡D: wersja HTTP u¿yta w ¿±daniu nie jest obs³ugiwana przez zdalny serwer
sk: %s: Chyba: pou¾itá verzia HTTP protokolu nie je podporovaná serverom
uk: %s : ERROR: використовувана у запит╕ верс╕я HTTP не п╕дтриму╓ться сервером

source: %s: ERROR: unable to connect to GOPHER server
cs: %s: CHYBA: nemù¾u se spojit s GOPHER serverem
fr: %s : Erreur : connexion au serveur Gopher impossible
pl: %s: B£¡D: nie mo¿na po³±czyæ siê z serwerem GOPHER
sk: %s: Chyba: nie je mo¾né otvori» spojenie s GOPHER serverom
uk: %s : ПОМИЛКА: неможливо п╕д'╓днатися до сервера GOPHER

source: %s: ERROR: unknown GOPHER error
cs: %s: CHYBA: neznámá chyba GOPHER protokolu
fr: %si : Erreur : erreur Gopher inconnue
pl: %s: B£¡D: nieznany b³±d GOPHER
sk: %s: Chyba: neznáma chyba GOPHER protokolu
uk: %s : ПОМИЛКА: нев╕дома помилка GOPHER

source: %s: ERROR: unable to connect to HTTPS server
cs: %s: CHYBA: nemù¾u se spojit s HTTPS serverem
fr: %s : Erreur : connexion au serveur HTTPS impossible
pl: %s: B£¡D: nie mo¿na po³±czyæ siê z serwerem HTTPS
sk: %s: Chyba: nie je mo¾né otvori» spojenie s HTTPS serverom
uk: %s: ПОМИЛКА: неможливо п╕д'╓днатися до сервера HTTPS

source: %s: ERROR: unable to establish SSL control connection to FTPS server
cs: %s: CHYBA: nelze vytvoøit kontrolní SSL spojení pro FTPS server
fr: %s : Erreur : connexion au serveur FTPS impossible
pl: %s: B£¡D: nie mo¿na ustanowiæ po³±czenia kontrolnego SSL z serwerem FTPS
sk: %s: Chyba: nie je mo¾né otvori» SSL spojenie s FTPS serverom
uk: %s: ПОМИЛКА: неможливо встановити контрольне з'╓днання через SSL до сервера FTPS

source: %s: ERROR: this FTP server doesn't support SSL connections
cs: %s: CHYBA: tento FTP server nepodporuje SSL spojení
fr: %s : Erreur : le serveur FTP ne supporte pas les connexions SSL
pl: %s: B£¡D: ten serwer FTP nie obs³uguje po³±czeñ SSL
sk: %s: Chyba: FTP server nepodporuje SSL spojenia
uk: %s: ПОМИЛКА: цей сервер FTP не п╕дтриму╓ з'╓днання SSL

source: %s: ERROR: unable to establish SSL data connection to FTPS server
cs: %s: CHYBA: nelze vytvoøit datové SSL spojení pro FTPS server
fr: %s : Erreur : connexion SSL impossible avec le serveur FTPS
pl: %s: B£¡D: nie mo¿na ustanowiæ po³±czenia danych SSL z serwerem FTPS
sk: %s: Chyba: nie je mo¾né otvori» SSL dátové spojenie s FTPS serverom
uk: %s: ПОМИЛКА неможливо встановити з'╓днання ftp data через SSL до сервера FTPS

source: %s: ERROR: unknown errcode : %d
cs: %s: CHYBA: neznamá HTTP chyba : %d
fr: %s : Erreur : code d'erreur inconnu : %d
pl: %s: B£¡D: nieznany kod b³êdu : %d
sk: %s: Chyba: neznámy chybový kód : %d
uk: %s: ПОМИЛКА: нев╕домий код помилки : %d

source: Can't open directory
cs: Nemù¾u otevøít adresáø
fr: Impossible de lister le répertoire
pl: Nie mo¿na otworzyæ katalogu
sk: Nie je mo¾né otvori» adresár
uk: Не можу в╕дкрити директор╕ю

source: Unsupported form type in context: %d
cs: Nepodporovaný typ formuláøe v kontextu: %d
fr: Type de formulaire non supporté dans le contexte : %d
pl: Nieobs³ugiwany typ formularza w kontek¶cie: %d
sk: Nepodporovaný prvok formulára v kontexte: %d
uk: Неп╕дтримуваний тип форми у контекст╕: %d

source: Browse
cs: Prohlí¾eè
fr: Naviguer
pl: Przegl±daj
sk: Prehµad
uk: Проглянути

source: URLs with forms
cs: URL s formuláøi
fr: Adresses contenant des formulaires
pl: URLe z formularzami
sk: Dokumenty s formulármi
uk: URL'╕ з формами

source: Refresh URL list
cs: Obnovit seznam URL
fr: Rafraîchir la liste des adresses
pl: Od¶wie¿ listê URL
sk: Aktualizuj zoznam URL
uk: Поновити список URL

source: unknown
cs: neznámý
fr: Inconnu
pl: nieznany
sk: neznámy
uk: нев╕домий

source: Pavuk: load form file
cs: Pavuk: naèti soubor s formuláøi
fr: Pavuk : Charger le fichier de formulaire
pl: Pavuk: wczytaj plik formularza
sk: Pavúk: naèítaj súbor s formulármi
uk: Павук: узяти з файла

source: Fill forms
cs: Vyplòte formuláø
fr: Remplir les formulaires
pl: Wype³niaj formularze
sk: Formulár
uk: Заповнити форми

source: Form number:
cs: Èíslo formuláøe:
fr: Numéro de formulaire :
pl: Numer formularza:
sk: Èíslo formulára:
uk: Номер форми:

source: Action URL:
cs: URL akce formuláøe:
fr: Adresse :
pl: Akcja URL:
sk: URL akcie formulára:
uk: URL д╕╖:

source: Request method:
cs: Metoda dotazu:
fr: Méthode :
pl: Metoda ¿±dania:
sk: Metóda po¾iadavky:
uk: Метод запиту:

source: Request encoding:
cs: Kódování dotazu:
fr: Encodage :
pl: Kodowanie ¿±dania:
sk: Kódovanie po¾iadavky:
uk: Кодування запиту:

source: HTML form content
cs: Obsah HTML formuláøe
fr: Contenu HTML du formulaire
pl: Zawarto¶æ formularza HTML
sk: Obsah HTML formulára
uk: Вм╕ст HTML форми

source: Load HTML file ...
cs: Naèti HTML soubor ...
fr: Charger le fichier HTML ...
pl: Wczytaj plik HTML ...
sk: Naèítaj HTML súbor ...
uk: Завантажити HTML ╕з файла ...

source: Pavuk: HTML forms editor
cs: Pavuk: editor HTML formuláøe
fr: Pavuk : éditeur de formulaires HTML
pl: Pavuk: edytor formularzy HTML
sk: Pavúk: Editor HTML formulárov
uk: Павук: редактор форм HTML

source: Close
cs: Zavøít
fr: Fermer
pl: Zamknij
sk: Zatvor
uk: Закрити

source: ftp_get_response: ftp control connection closed before any response
cs: ftp_get_response: ovládací FTP spojení bylo uzavøeno pøed jakoukoli odpovìdí
fr: ftp_get_response : la connexion FTP a été fermée avant la réponse
pl: ftp_get_response: po³±czenie kontrolne ftp zamkniêto przed odpowiedzi±
sk: ftp_get_response: riadiace ftp spojenie bolo ukonèené bez odpovede
uk: ftp_get_response: контрольне з'╓днання ftp закрите ран╕ш отримання якогось в╕дгука

source: ftp: setsockopt TOS - THROUGHPUT failed
cs: ftp: setsockopt TOS - THROUGHPUT selhalo
fr: ftp : setsockopt TOS - échec THROUGHPUT
pl: ftp: setsockopt TOS - b³±d TROUGHPUT
sk: ftp: setsockopt TOS - THROUGHPUT nebolo úspe¹né

source: Error parsing FTP response to %s command - %s
sk: Chyba pri spracovaní odpovede FTP servra na príkaz %s - %s

source: Re-using established FTP control connection
cs: Dal¹í pou¾ití øídícího FTP spojení
fr: Ré-utilisation d'une connexion FTP établie
pl: Ponowne u¿ycie ustanowionego kontrolnego po³±czenia FTP
sk: Ïal¹ie pou¾itie riadiaceho FTP spojenia
uk: Використову╓мо вже встановлене контрольне з'╓днання FTP

source: Size differs, regeting whole
cs: Li¹í se velikost - pøenos startuje od zaèátku
fr: Tailles différentes, récupération complète
pl: Ró¿ne wielko¶ci, pobieranie ca³o¶ci
sk: Lí¹i sa veµkos» - prenos ¹tartuje od zaèiatku
uk: Р╕зн╕ розм╕ри, тягнемо все знову

source: Modified from last download - regeting whole
cs: Dokument byl modifikován od posledního pøenosu - pøenos od zaèátku
fr: Modifié depuis le dernier téléchargement - récupération complète
pl: Zmodyfikowany formularz od czasu ostatniego pobierania - pobieranie ca³o¶ci
sk: Dokument bol modifikovaný od posledného pokusu o prenos - prenos od zaèiatku
uk: Зм╕нено з часу останнього завантаження - тягнемо все знову

source: Warning: FTP server understands REST command, but can't handle it properly.
sk: Upozornenie: FTP server podporuje príkaz REST, ale nesprávne.

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN"> <HTML> <TITLE> Directory of %s://%s:%hu%s </TITLE> <BODY> <H1 ALIGN=CENTER><B>List of FTP directory %s://%s:%hu/%s </H1><BR><UL>
sk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN"> <HTML> <TITLE> FTP adresár %s://%s:%hu%s </TITLE> <BODY> <H1 ALIGN=CENTER><B>List of FTP directory %s://%s:%hu/%s </H1><BR><UL>

source: ERROR: unable to parse FTP list line : %s
cs: CHYBA: nelze rozlo¾it øádku FTP seznamu : %s
fr: ERREUR: impossible d'analyser la liste FTP : %s
pl: B£¡D: nie mo¿na przetworzyæ linii listy FTP : %s
sk: CHYBA: nie je mo¾né spracova» riadok výpisu FTP adresára : %s

source: Making symlink "%s" to "%s"
cs: Vytváøím symbolický odkaz z "%s" na "%s"
fr: Création des liens symboliques "%s" vers "%s"
pl: Tworzenie dowi±zania symbolicznego "%s" do "%s"
sk: Vytvára sa symbolická linka "%s" ukazújúca na "%s"
uk: Створю╓мо символьне посилання "%s" до "%s"

source: Pavuk: Save auth. info file
cs: Pavuk: Ulo¾ soubor s autentikacemi
fr: Pavuk : Sauvegarde du fichier d'information d'authentification
pl: Pavuk: Zapis informacyjnego pliku uwierzytelniania
sk: Pavúk: Ulo¾ informácie o autorizácii
uk: Павук: Зберегти файл даних авторизац╕╖

source: Pavuk: Load auth. info file
cs: Pavuk: Naèítám autentikaèní informace
fr: Pavuk : Chargement du fichier d'information d'authentification
pl: Pavuk: Odczyt informacyjnego pliku uwierzytelniania
sk: Pavúk: Naèítaj informácie o autorizácii
uk: Павук: Завантажити файл даних авторизац╕╖

source: Pavuk: Authorization info editor
cs: Pavuk: Editor autentikaèních informací
fr: Pavuk : Editeur d'informations d'authentification
pl: Pavuk: Edytor informacji uwierzytelniania
sk: Pavúk: Editor autorizaèných informácií
uk: Павук: Редактор даних авторизац╕╖

source: Protocol
cs: Protokol
fr: Protocole
pl: Protokó³
sk: Protokol
uk: Протокол

source: Host
cs: Server
fr: Serveur
sk: Server
uk: Хост

source: User
cs: U¾ivatel
fr: Utilisateur
pl: U¿ytkownik
sk: Pou¾ívateµ
uk: Користувач

source: Password
cs: Heslo
fr: Mot de passe
pl: Has³o
sk: Heslo
uk: Пароль

source: Base dir.
cs: Základní adresáø.
fr: Répertoire de base
pl: Katalog podstawowy
sk: Základný adresár

source: Realm
cs: Oblast
fr: Zone
sk: Oblas»

source: Scheme
cs: Schéma
fr: Méthode
pl: Schemat
sk: Schéma
uk: Схема

source: Protocol:
cs: Protokol:
fr: Protocole :
pl: Protokó³:
sk: Protokol:
uk: Протокол:

source: Host:
cs: Server:
fr: Serveur :
sk: Server:
uk: Сервер:

source: User:
cs: U¾ivatel:
fr: Utilisateur :
pl: U¿ytkownik:
sk: Pou¾ívateµ:
uk: Користувач:

source: Password:
cs: Heslo:
fr: Mot de passe :
pl: Has³o:
sk: Heslo:
uk: Пароль:

source: Base directory:
cs: Základní adresáø:
fr: Répertoire de base :
pl: Katalog podstawowy:
sk: Základný adresár:
uk: Базова директор╕я:

source: Realm:
cs: Oblast:
fr: Zone :
sk: Oblas»:

source: User auth. scheme
cs: U¾ivatelské aut. schéma
fr: Utilisateur
pl: Schamat uwierzytelniania u¿ytkownika
sk: User autor. schéma
uk: Схема авторизац╕╖ User

source: Base auth. scheme
cs: Základní aut. schéma
fr: Basique
pl: Podstawowy schemat uwierzytelniania
sk: Base autor. schéma
uk: Схема авторизац╕╖ Base

source: Digest auth. scheme
cs: Aut. schéma digest
fr: Abrégé
pl: Schemat uwierzytelniania Digest
sk: Digest autor. schéma
uk: Схема авторизац╕╖ Digest

source: NTLM auth. scheme
cs: NTML auth. schéma
fr: Windows NT
pl: Schemat uwierzytelniania NTLM
sk: NTLM autor. schéma
uk: Схема авторизац╕╖ NTLM

source: Append
cs: Pøidej
fr: Ajouter
pl: Do³±cz
sk: Pripoj
uk: Додати

source: Modify
cs: Zmìnit
fr: Modifier
pl: Zmieñ
sk: Zmeò
uk: Зм╕нити

source: Clear
cs: Odstranit
fr: Effacer
pl: Wyczy¶æ
sk: Vyma¾
uk: Очистити

source: Delete
cs: Smazat
fr: Supprimer
pl: Usuñ
sk: Zma¾
uk: Видалити

source: Apply
cs: Pou¾ít
fr: Appliquer
pl: Zastosuj
sk: Pou¾i
uk: Застосувати

source: Load
cs: Naèíst
fr: Charger
pl: Wczytaj
sk: Naèítaj
uk: Завантажити

source: Save
cs: Ulo¾it
fr: Sauver
pl: Zapisz
sk: Ulo¾
uk: Зберегти

source: Cancel
cs: Zru¹it
fr: Annuler
pl: Anuluj
sk: Zru¹
uk: Скасувати

source: Unable to parse: %s
cs: Nemohu oddìlit: %s
fr: Impossible d'analyser : %s
pl: Nie mo¿na przetworzyæ: %s
sk: Nespracovateµný záznam : %s
uk: Не можу роз╕брати: %s

source: Unable to create ~/.pavuk_keys file
cs: Nelze vytvoøit soubor ~/.pavuk_keys
fr: Impossible de créer le fichier ~/.pavuk_keys
pl: Nie mo¿na utworzyæ pliku ~/.pavuk_keys
sk: Nie je mo¾né vytvori» súbor ~/.pavuk_keys
uk: Не можу створити файл ~/.pavuk_keys

source: # This file was generated by %s # You may edit it if you're careful!
cs: # Tento soubor byl vygenerován %s # Mù¾ete ho editovat, pokud budete opatrní!
fr: # Ce fichier a été généré par %s # Attention en le modifiant !
pl: # Ten plik zosta³ utworzony przez %s # Mo¿esz go poddaæ edycji je¶li bêdziesz ostro¿ny!
sk: # Tento súbor vygeneroval program %s # Mo¾ete ho editova», ale budte opatrný!
uk: # Цей файл з╜енеровано %s # Можете редагувати, якщо Ви дуже обережн╕!

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN"> <HTML> <TITLE> Directory of gopher://%s:%hu/%s </TITLE> <BODY> <H1 ALIGN=CENTER><B>Directory of gopher://%s:%hu/%s </H1><BR><BR><UL>
sk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN"> <HTML> <TITLE> Gopher adresá gopher://%s:%hu/%s </TITLE> <BODY> <H1 ALIGN=CENTER><B>Directory of gopher://%s:%hu/%s </H1><BR><BR><UL>

source: Failed to parse Gopher directory entry: %s
cs: Chyba pøi zpracování polo¾ky Gopher adresáøe: %s
fr: Impossible d'analyser l'entrée de répertoire Gopher : %s
pl: B³±d przetwarzania wpisu katalogu Gopher: %s
sk: Chyba pri spracovaní polo¾ky Gopher adresára: %s

source: Pavuk: About
cs: Pavuk: O aplikaci
fr: Pavuk : A propos ...
pl: Pavuk: O programie
sk: Pavúk: O aplikácii
uk: Про Павука

source: Pavuk %s %s an automatic WEB file grabber By Stefan Ondrejicka URL: http://pavuk.sourceforge.net/
sk: Pavuk %s %s automatický s»ahovaè WEB-ovských dokumentov vytvoril ©tefan Ondrejièka a spol. URL: http://pavuk.sourceforge.net/

source: Processed: %5ld
sk: Spracované: %5ld

source: Queued: %5ld
sk: Vo fronte: %5ld

source: Failed: %4ld
sk: S chybou: %4ld

source: Rejected: %5ld
sk: Vylúèené: %5ld

source: Start
fr: Démarrer
pl: Uruchom
sk: ©tart
uk: Старт

source: Starting ...
cs: Zaèínám ...
fr: Démarrage ...
pl: Uruchamianie...
sk: ©tart ...
uk: Старту╓мо ...

source: Too high timeout value for GUI interface implementation of timeout
cs: Pøíli¹ velká hodnota timeout pro grafickou implementaci
fr: Valeur de timeout trop élevée
pl: Zbyt du¿a warto¶æ czasu oczekiwania dla implementacji tego czasu w GUI
sk: Príli¹ veµká hodnota pre timeout funkie connect() v GUI rozhraní

source: Dropped URL : %s
cs: Pøeta¾ené URL : %s
fr: Adresse rejetée : %s
pl: Zrzucone URL : %s
sk: Dropnuté URL %s
uk: В╕дкинуто URL : %s

source: Pavuk: Append URL
cs: Pavuk: URL pøidáno
fr: Pavuk : Ajouter une adresse
pl: Pavuk: Do³±cz URL
sk: Pavúk: Pridaj URL
uk: Павук: додати URL

source: New URL:
cs: Nové URL:
fr: Nouvelle adresse :
pl: Nowy URL:
sk: Nové URL:
uk: Новий URL:

source: Local filename
cs: Lokální soubor
fr: Fichier local
pl: Lokalna nazwa pliku
sk: Lokálne meno
uk: Локальне ╕м'я файла

source: Request URL:
cs: URL po¾adavku:
fr: Adresse :
pl: ¯±daj URL:
sk: URL po¾iadavky:
uk: URL запиту:

source: Local filename:
cs: Lokální soubor:
fr: Fichier local :
pl: Lokalna nazwa pliku:
sk: Lokálne meno:
uk: Локальне ╕м'я файла:

source: Extended informations for HTTP POST request
cs: Roz¹íøené informace pro HTTP POST po¾adavek
fr: Informations étendues pour la requête HTTP
pl: Informacje rozszerzone o ¿±daniu HTTP POST
sk: Roz¹írené informácie pre po¾iadavku
uk: Розширена ╕нформац╕я для запиту HTTP POST

source: Query fields:
cs: Polo¾ky po¾adavku:
fr: Champs :
pl: Pola zapytañ:
sk: Polo¾ky po¾iadavky:
uk: Поля форми:

source: Type
cs: Typ
pl: Typ
sk: Typ
uk: Тип

source: Name
cs: Jméno
fr: Nom
pl: Nazwa
sk: Názov
uk: ╤м'я

source: Value
cs: Hodnota
fr: Valeur
pl: Warto¶æ
sk: Hodnota
uk: Значення

source: Type:
cs: Typ:
pl: Typ:
sk: Typ:
uk: Тип:

source: Name:
cs: Jméno:
fr: Nom :
pl: Nazwa:
sk: Názov:
uk: ╤м'я:

source: Value:
cs: Hodnota:
fr: Valeur :
pl: Warto¶æ:
sk: Hodnota:
uk: Значення:

source: Pavuk: Choose form field file
cs: Pavuk: vyber soubor pro polo¾ku formuláøe
fr: Pavuk : Choisir le fichier de formulaire
pl: Pavuk: Wybierz plik pola formularza
sk: Pavúk: Vyber súbor pre polo¾ku formulára
uk: Павук: Вибер╕ть файл пол╕в форми

source: Form data
cs: Data formulá¾e
fr: Formulaires
pl: Dane formularza
sk: Dáta formulára
uk: Дан╕ форми

source: Matching action URL:
cs: URL akce formuláøe:
fr: Adresse :
pl: Akcja zgodnego URL:
sk: URL akcie formulára:

source: Cache Directory:
cs: Cache adresáø (strom):
fr: Répertoire cache :
pl: Katalog cache:
sk: Cache adresár (lokálny strom):
uk: Директор╕я кеша:

source: Default URL prefix:
cs: Standardní prefix URL:
fr: Prefixe par défaut :
pl: Domy¶lny przedrostek URL:
sk: ©tandardný prefix URL:

source: Separate info directory:
cs: Samostatný adresáø pro info soubory:
fr: Répertoire stockage des autres informations :
pl: Katalog podstawowy:
sk: Samostatný adresár pre info súbory:

source: Index file name:
cs: Jméno indexového souboru:
fr: Nom du fichier index :
pl: Nazwa pliku indeksu:
sk: Meno indexového súboru:
uk: ╤м'я файла ╕ндекса:

source: Store file name:
cs: Ulo¾ jméno souboru:
fr: Nom du fichier de stockage :
pl: Nazwa pliku sk³adowania:
sk: Meno ulo¾eného súboru:
uk: Зберегти у файл╕:

source: Identity string:
cs: Identifikaèní øetìzec:
fr: Chaîne d'identité :
pl: £añcuch identyfikuj±cy:
sk: Identifikaèný re»azec pavúka:
uk: Стр╕чка ╕дентиф╕кац╕╖:

source: Netscape browser cache directory:
cs: Cache adresáø prohlí¾eèe Netscape:
fr: Répertoire cache de Netscape :
pl: Katalog cache przegl±darki Netscape:
sk: Cache adresár prehliadaèa Netscape:
uk: Директор╕я кеша Netscape:

source: Mozilla browser cache directory:
cs: Cache adresáø prohlí¾eèe Mozilla:
fr: Répertoire cache de Mozilla :
pl: Katalog cache przegl±darki Netscape:
sk: Cache adresár prehliadaèa Mozilla:
uk: Директор╕я кеша Моз╕лли:

source: Browser:
cs: Prohlí¾eè:
fr: Chaîne d'identification du navigateur :
pl: Przegl±darka:
sk: HTML prehliadaè:
uk: Переглядач:

source: Reminder command:
cs: Pøíkaz pro reminder:
fr: Commande du mémento :
pl: Polecenie przypominania:
sk: Príkaz pre pripomínaè:
uk: Команда нагадувача:

source: Post command:
cs: Pøíkaz pro Post:
fr: Commande de post traitement :
pl: Polecenie poczty:
sk: Príkaz na post-spracovanie:
uk: Команда листування:
