Repository: jameshilliard/bhr4_release_01_04_00_10
Catalog: pavuk-0.9.35/po/*.po
Languages: cs, fr, pl, sk, uk

source: Suspending download for %d seconds.
cs: Pozastavuji stahování na %d sekund.
fr: Téléchargement arrêté pendant %d secondes.
pl: Wstrzymanie pobierania na %d sekund.
sk: Pozastavujem prenos na %d sekúnd.

source: File redirect
cs: Pøesmìrování na soubor
fr: Fichier redirigé
pl: Przekierowanie pliku
sk: Presmerované na súbor
uk: Перенаправлення

source: Loading copy from local NS cache - %s
cs: Ètu kopii z místní NS cache - %s
fr: Lecture des adresses à partir du cache local de Netscape - %s
pl: Czytanie kopii z lokalnego cache NS - %s
sk: Naèítava sa lokálna kópia z NS cache - %s
uk: Беремо коп╕ю з локального кеша NS - %s

source: Loading copy from local Mozilla cache - %s
cs: Ètu kopii z místní Mozilla cache - %s
fr: Lecture des adresses à partir du cache local de Mozilla - %s
pl: Czytanie kopii z lokalnego cache MSIE - %s
sk: Naèítava sa lokálna kópia z Mozilla cache - %s
uk: Беремо коп╕ю з локального кеша Моз╕лли - %s

source: Loading copy from local MSIE cache - %s
cs: Ètu kopii z místní MSIE cache - %s
fr: Lecture des adresses à partir du cache local de MSIE - %s
pl: Czytanie kopii z lokalnego cache MSIE - %s
sk: Naèítava sa lokálna kópia z MSIE cache - %s
uk: Беремо коп╕ю з локального кеша MSIE - %s

source: Unsupported URL
cs: Nepodporované URL
fr: Adresse non supportée
pl: Nieobs³ugiwany URL
sk: Nepodporované URL
uk: URL не п╕дтриму╓ться

source: Warning: broken ftp transfer ...
cs: Pozor: poru¹ený FTP pøenos ...
fr: Attention : transfert FTP interrompu ...
pl: Uwaga: przerwana transmisja ftp ...
sk: Upozornenie : FTP prenos neprebehol v poriadku
uk: Пов╕домлення: об╕рвано ftp трансфер ...

source: Error removing FTP document from remote server
cs: Chyba pøi odstraòování FTP dokumentu ze vzdáleného serveru
fr: Erreur de transfert FTP
sk: Chyba pri mazaní dokumentu na FTP servery
uk: Помилка видалення документа FTP з в╕ддаленого сервера

source: Error reading document with "chunked" transfer encoding!
cs: Chyba ètení dokumentu v pøenosovém kódování "chunked" !
fr: Erreur de lecture du document encodage "tronqué" !
pl: B³±d czytania dokumentu z kodowaniem transmisji "chunked"
sk: Chyba pri èítaní dokumentu s "chunked" kódovaním prenosu!

source: Removing unsupported URL: %s
cs: Odstraòuji nepodporované URL: %s
fr: Suppression des adresses non supportées : %s
pl: Usuwanie nieobs³ugiwanego URL: %s
sk: Ma¾em nepodporovaný typ URL: "%s"
uk: Видаля╓мо URL, що не п╕дтриму╓ться: %s

source: Specify at least one starting URL!
cs: Uveïte alespoò jednu startovací URL adresu!
fr: Préciser au moins une adresse !
pl: Okre¶l co najmniej jeden pocz±tkowy URL!
sk: Je potrebné uvies» aspoò jedno ¹tartovacie URL!
uk: Вкаж╕ть хоча б один стартовий URL!

source: Specify at least one starting URL!
cs: Uveïte alespoò jednu startovací URL adresu!
fr: Préciser au moins une adresse !
pl: Okre¶l co najmniej jeden pocz±tkowy URL!
sk: Je potrebné uvies» aspoò jedno ¹tartovacie URL!
uk: Вкаж╕ть хоча б один стартовий URL!

source: Can't list available message catalogs
cs: Nelze vypsat seznam dostupnych pøekladù
fr: Impossible de lister les catalogues de message
pl: Nie mo¿na wylistowaæ dostêpnych katalogów wiadomo¶ci
sk: Nieje mo¾né nájs» dostupné katalógy správ

source: Bad section - specify protocol
cs: ©patná sekce - specifikuje protokol
fr: Mauvaise section - spécifier un protocole
pl: B³êdna sekcja - okre¶l protokó³
sk: Chybný záznam - je potrebné uvies» protokol
uk: Нев╕рна секц╕я - вкаж╕ть протокол

source: Bad section - specify hostname
cs: ©patná sekce - specifikuj jméno serveru
fr: Mauvaise section - spécifier un serveur
pl: B³êdna sekcja - okre¶l nazwê hosta
sk: Chybný záznam - je potrebné uvies» meno servera
uk: Нев╕рна секц╕я - вкаж╕ть ╕м'я сервера

source: Unable to parse : "%s"
cs: Nemohu zpracovat: "%s"
fr: Impossible d'analyser : "%s"
pl: Nie mo¿na przetworzyæ :"%s"
sk: Chybná fráza : "%s"
uk: Не можу роз╕брати : "%s"

source: Bad protocol - %s
cs: ©patný protokol - %s
fr: Protocole incorrect - %s
pl: Z³y protokó³ - %s
sk: Chybný protokol : "%s"
uk: Нев╕рний протокол - %s

source: Bad port number %s
cs: ©patné èíslo portu %s
fr: Numéro de port %s incorrect
pl: Z³y numer portu %s
sk: Chybné èíslo portu : %s
uk: Нев╕рний номер порта %s

source: Unknown auth type - %s
cs: Neznámý typ autorizace - %s
fr: Mode d'authentification inconnu - %s
pl: Nieznany typ uwierzytelniania - %s
sk: Neznámy typ autenfikácie - %s
uk: Нев╕домий тип авторизац╕╖ - %s

source: press any key to exit
cs: stisknìte klávesu k ukonèení
fr: Appuyer sur une touche pour quitter
pl: naci¶nij dowolny klawisz by wyj¶æ
sk: Ak chce¹ program ukonèi» stlaè nejakú klávesu
uk: натис╕нь будь-що для виходу

source: Error parsing commandline at: %s
cs: Chyba pøi zpracování pøíkazové øádky na: %s
fr: Erreur dans la ligne de commande à %s
pl: B³±d przetwarzania linii poleceñ przy: %s
sk: Chyba pri spracovaní príkazového riadku: %s
uk: Помилка розбирання командно╖ стр╕чки б╕ля: %s

source: Unable to parse commandline: %s
cs: Chyba pøi zpracování pøíkazové øádky: %s
fr: Impossible d'analyser la ligne de commande : %s
pl: Nie mo¿na przetworzyæ linii poleceñ: %s
sk: Nespracovateµný príkazový riadok : %s
uk: Не можу роз╕брати командну стр╕чку: %s

source: Level order
cs: Øazení podle hloubky
fr: Ordre par niveau
pl: Kolejno¶æ poziomów
sk: Po úrovniach

source: Level order, inline first
cs: Øazení podle houbky, vlo¾ené nejdøíve
fr: Ordre par niveau, les objets inclus en premier
pl: Kolejno¶æ poziomów, pierwsze inline
sk: Po úrovniach, najskôr inline objekty

source: Pre order
cs: Setøídìné
fr: Pré-ordre
sk: V poradí

source: Pre order, inline first
cs: Setøídìné, vlo¾ené nejdøíve
fr: Pré-ordre, les objets inclus en premier
sk: V poradí, najskôr inline objekty

source: Usage: %s [options] [any number of URLS] pavuk-%s %s
cs: Pou¾ití: %s [parametry] [libovolný poèet URL] pavuk-%s %s
fr: Utilisation : %s [options] [nombre quelconque d'adresses] pavuk-%s %s
pl: U¿ycie: %s [opcje] [jaka¶ liczba URLi] pavuk-%s %s
sk: Pou¾itie: %s [parametre] [µubovoµny poèet URL] pavuk-%s %s
uk: Використання: %s [опц╕╖] [будь-яка к╕льк╕сть URL'╕в] pavuk-%s %s

source: Type "%s --help" for long help
cs: Napi¹te "%s --help" pro podrobnou nápovìdu
fr: Entrer "%s --help" pour l'aide complète
pl: Napisz "%s --help" by otrzymaæ wiêcej pomocy
sk: Napí¹ "%s --help" a obdr¾í¹ kompletný zoznam prepínaèov
uk: Набер╕ть "%s --help" для б╕льш докладно╖ п╕дказки

source: Optional features available :
cs: Dostupné volitelné funkce a vlastnosti :
fr: Options disponibles :
pl: Dostêpne dodatkowe w³a¶ciwo¶ci :
sk: Dostupné voliteµné funkcie a vlastnosti :
uk: Додатков╕ можливост╕ :

source: - Debug mode
cs: - Ladící mód
fr: - Mode de déboguage
pl: - tryb ¶ledzenia
sk: - Ladiaci mód

source: - GNU gettext internationalization of messages
cs: - internacionalizace zpráv pomocí GNU gettext
fr: - Internationalisation des messages par GNU gettext
sk: - internacianalizácia správ pomocou balíka GNU gettext

source: - flock() document locking
cs: - zamykání souborù pomocí flock()
fr: - Verrouillage de document flock()
pl: - flock() blokowanie dokumentu
sk: - uzamykanie dokumentov pomocou funkcie flock()

source: - fcntl() document locking
cs: - zamykání souborù pomocí fcntl()
fr: - Verrouillage de document fcntl()
pl: - fcntl() blokowanie dokumentu
sk: - uzamykanie dokumentov pomocou funkcie fcntl()

source: - Gtk GUI interface
cs: - Gtk grafické rozhraní
fr: - Interface graphique Gtk
pl: - interfejs graficzny GTK
sk: - grafické pou¾ívateµské rozhranie GTK
uk: - Gtk GUI ╕нтерфейс

source: - URL tree preview
cs: - náhled URL stromu
fr: - Prévisualisation de l'arborescence
pl: - podgl±d drzewa URL
sk: - Prehµad URL stromu
uk: - перегляд дерева URL

source: - HTTP and FTP over SSL
sk: - HTTP a FTP protocol cez SSL

source: - SSL layer implemented with %s library
sk: - SSL protokol implementovaný kni¾nicou %s

source: - Socks v4 proxy support
cs: - podpora Socks v4 proxy
fr: - Support SOCKS V4
pl: - obs³uga proxy Socks v4
sk: - podpora SOCKS v4 proxy
uk: - п╕дтримка прокс╕ Socks v4

source: - Socks v5 proxy support
cs: - podpora Socks v5 proxy
fr: - Support SOCKS V5
pl: - obs³uga proxy Socks v5
sk: - podpora SOCKS v5 proxy
uk: - п╕дтримка прокс╕ Socks v5

source: - filesystem free space checking
sk: - s kontrolou voµného miesta v súborovom systéme

source: - optional regex patterns in -fnrules and -*rpattern options
sk: - s voliteµnými regulárnymi výrazmi vo voµbách -fnrules a -*rpattern

source: - POSIX regexp
sk: - s POSIX regulárnymi výrazmi

source: - Bell V8 regexp
sk: - s Bell V8 regulárnymi výrazmi

source: - BSD regexp
sk: - s BSD regulárnymi výrazmi

source: - GNU regexp
sk: - s GNU regulárnymi výrazmi

source: - PCRE regexp
sk: - s PCRE regulárnymi výrazmi

source: - support for loading files from Netscape browser cache
sk: - s podporov naèítavania súborov z diskovej cache Netscape browsera

source: - support for detecting whether pavuk is running as background job
sk: - s podporov kontroly behu na pozadí

source: - multithreading support
sk: - s podporov multithreadingu

source: - NTLM authorization support
sk: - s podporou NTLM autorizácie

source: - JavaScript bindings
sk: - s JavaScrip interpreterom

source: - IPv6 support
sk: - s podporou IPv6

source: HTML tag not supported : %s.%s
cs: HTML tag nepodporován : %s.%s
fr: Tag HTML non supporté : %s.%s
pl: Tag nie obs³ugiwany : %s.%s
sk: HTML znaèka nie je podporovaná : %s.%s
uk: HTML-те╜ не п╕дтриму╓ться : %s.%s

source: Error parsing commandline
cs: Chyba pøi zpracování pøíkazové øádky
fr: Erreur dans la ligne de commande
pl: B³±d przetwarzania linii poleceñ
sk: Chyba pri spracovaní príkazového riadku
uk: Помилка розбирання командно╖ стр╕чки

source: Not enough number of parameters for "-%s" option
cs: Nedostateèný poèet parametrù pro volbu "-%s"
fr: Pas assez de paramètres pour l'option "-%s"
pl: Niewystarczaj±ca ilo¶æ parametrów dla ocji "%s"
sk: Nedostaèujúci poèet parametrov pre voµbu "-%s"
uk: Недостатньо параметр╕в для опц╕╖ "%s"

source: Unknown option %s
cs: Neznámá volba %s
fr: Option %s inconnue
pl: Nieznana opcja %s
sk: Neznáma voµba %s
uk: Нев╕дома опц╕я %s

source: Wrong format of option %s
cs: Chybný formát volby %s
fr: Format incorrect pour l'option %s
pl: Niepoprawny format opcji %s
sk: Chybný formát voµby %s
uk: Нев╕рний формат опц╕╖ %s

source: WARNING: option "-%s" not supported in current configuration!
cs: VAROVÁNÍ: volba "-%s" není podporována v souèasné konfiguraci!
fr: Attention : l'option "-%s" n'est pas supportée dans cette configuration !
pl: UWAGA: w bie¿±cej konfiguracji opcja "%s" nie jest obs³ugiwana!
sk: Upozornenie: voµba "-%s" nie je v aktuálnej konfigurácii podporovaná
uk: УВАГА: опц╕я "%s" не працю╓ у дан╕й конф╕╜урац╕╖!

source: Please specify number with parameter "-%s"
cs: Prosím specifikuj èíslo s parametrem "-%s"
fr: Spécifier un nombre avec le paramètre "-%s"
pl: Okre¶l liczbê z parametrem "%s"
sk: Je potrebné uvies» èíslo pri parametri "-%s"
uk: Будь-ласка, вкаж╕ть число з параметром "%s"

source: Invalid port range "%s"
sk: Chybný rozsah portov : "%s"

source: Unknown port "%s"
cs: Neznámy port "%s"
fr: Port inconnu "%s"
pl: Nieznany port "%s"
sk: Neznámy port "%s"
uk: Нев╕домий порт "%s"

source: Bad auth scheme "%s"
cs: ©patné autorizaèní schéma "%s"
fr: Mauvais mode d'authentification "%s"
pl: Z³y schemat uwierzytelniania "%s"
sk: Chybná autorizaèná schéma "%s"
uk: Нев╕рна схема авторизац╕╖ "%s"

source: Unknow operation mode "%s"
cs: Neznamý mód "%s"
fr: Mode d'opération inconnu "%s"
pl: Nieznany tryb operacji "%s"
sk: Neznámy mód "%s"
uk: Нев╕домий режим роботи "%s"

source: Please specify floating number with parameter "-%s"
cs: Prosím specifikujte reálné èíslo s parametrem "-%s"
fr: Spécifier un nombre flottant avec le paramètre "-%s"
pl: Okre¶l liczbê float z parametrem "%s"
sk: Je potrebné uvies» èíslo pri parametri "-%s"
uk: Будь-ласка, вкаж╕ть число з крапкою для параметра "%s"

source: Please specify proper condition type for -%s (%s)
cs: Prosím specifikujte správnou podmínku pro -%s (%s)
fr: Spécifier un type de condition correcte pour -%s (%s)
pl: Okre¶l w³a¶ciwy typ warunku dla %s (%s)
sk: Je potrebné uvies» správny typ podmienky pri parametri "-%s" (%s)
uk: Будь-ласка, вкаж╕ть в╕рний тип умови для %s (%s)

source: Please specify valid RE with parameter "-%s"
cs: Prosím specifikujte správný RE s parametrem "-%s"
fr: Spécifier une expression régulière valide avec le paramètre "-%s"
pl: Okre¶l poprawny RE z parametrem "%s"
sk: Je potrebné uvies» správny regulárny výraz pri parametri "-%s"
uk: Будь-ласка, вкаж╕ть в╕рний RE шаблон з параметром "%s"

source: Unknown URL scheduling strategy - "%s"
cs: Neznámá strategie výbìru URL - "%s"
fr: Stratégie de planification d'adresses inconnue - "%s"
pl: Nieznana strategia URL scheduling - "%s"
sk: Naznáma stratégia radenie URL - "%s"
uk: Нев╕дома стратег╕я розкладу витягувань URL - "%s"

source: Unknown SSL version - "%s"
cs: Neznama verse SSL - "%s"
fr: Version SSL inconnue - "%s"
pl: Nieznana wersja SSL - "%s"
sk: Neznáma verzia SSL protokolu - "%s"
uk: Нев╕дома верс╕я SSL - "%s"

source: Invalid additional HTTP header - "%s"
cs: Neplatná dodateèná HTTP hlavièka - "%s"
fr: Entête HTTP additionnel invalide - "%s"
pl: Niepoprawny dodatkowy nag³ówek HTTP - "%s"
sk: Chybna doplnková polo¾ka HTTP hlavièky - "%s"
uk: Нев╕рний додатковий заголовок HTTP - "%s"

source: Invalid request specification - "%s"
cs: Chybná specifikace po¾adavku - "%s"
fr: Spécification de requête invalide - "%s"
pl: Niepoprawne okre¶lenie ¿±dania - "%s"
sk: Chybná ¹pecifikácia po¾iadavky - "%s"
uk: Нев╕рна специф╕кац╕я запиту - "%s"

source: Invalid parameters for "-%s" option
cs: ©patný parametr pro volbu "-%s"
fr: Paramètres invalides pour l'option "-%s"
pl: Niepoprawne parametry dla opcji "%s"
sk: Chybný parameter pre voµbu "-%s"
uk: Нев╕рний параметер для опц╕╖ "%s"

source: Invalid number list "%s" for option "-%s"
cs: Chybný parametr èíselného seznamu "%s" pro volbu "-%s"
fr: Liste de nombres %s invalide pour l'option "-%s"
pl: Niepoprawny numer listy "%s" dla opcji "-%s"
sk: Chybný parameter èíselného zoznamu "%s" pre voµbu "-%s"

source: Invalid FTP login handshake string "%s" for option "-%s"
cs: Chybný parametr pøihla¹ovací procedury k FTP serveru - "%s" pro volbu "-%s"
fr: Chaîne de connexion FTP "%s" invalide pour l'option "-%s"
pl: Niepoprawny ³añcuch "%s" uzgadniania loginu FTP dla opcji "-%s"
sk: Chybný parameter prihlasovacej procedúry pre FTP server - "%s" pre voµbu "-%s"

source: Please specify number "%s"
cs: Prosím specifikuj èíslo "%s"
fr: Spécifier un nombre "%s"
pl: Okre¶l liczbê "%s"
sk: Je potrebné uvies» èíselný parameter "%s"
uk: Будь-ласка, вкаж╕ть число "%s"

source: Only "true" & "false" is allowed : "%s"
cs: Je povoleno pouze "true" a "false": "%s"
fr: Seulement "true" et "false" sont autorisés : "%s"
pl: Dupuszczalne jedynie "true" lub "false" : "%s"
sk: Iba "true" a "false" je povolené: "%s"
uk: Лише "true" чи "false" дозволено : "%s"

source: Bad time parameter "%s"
cs: ©patný parametr èasu "%s"
fr: Mauvais paramètre de date "%s"
pl: Z³y parametr czasu "%s"
sk: Zlý parameter èasu "%s"
uk: Нев╕рний параметер часу "%s"

source: Please specify floating number "%s"
cs: Prosím specifikujte reálné èíslo "%s"
fr: Spécifier un nombre flottant "%s"
pl: Okre¶l liczbê float "%s"
sk: Je potrebné uvies» èíselný parameter "%s"
uk: Будь-ласка, вкаж╕ть число з крапкою "%s"

source: Please specify proper arguments for %s
cs: Prosím specifikujte správné argumenty pro %s
fr: Spécifier des arguments corrects pour %s
pl: Okre¶l w³a¶ciwy argument dla %s
sk: Je potrebné uvies» správne parametre "%s"
uk: Будь-ласка, вкаж╕ть в╕рн╕ аргументи для %s

source: Please specify proper condition type for %s (%s)
cs: Prosím specifikujte správnou podmínku pro %s (%s)
fr: Spécifier un type de condition correcte pour %s (%s)
pl: Okre¶l w³a¶ciwy typ warunku dla %s (%s)
sk: Je potrebné uvies» správny typ podmienky pri parametri "%s" (%s)
uk: Будь-ласка, вкаж╕ть в╕рний тип умови для %s (%s)

source: Please specify valid RE "%s"
cs: Prosím specifikujte správný RE "%s"
fr: Spécifier une expression régulière valide "%s"
pl: Okre¶l poprawny RE "%s"
sk: Je potrebné uvies» správny regulárny výraz "%s"
uk: Будь-ласка, вкаж╕ть в╕рний RE шаблон "%s"

source: Invalid js_transform specification - "%s"
cs: Neplatné nastavení js_transform - "%s"
fr: Spécification de transformation js_transform invalide - "%s"
pl: Niepoprawne okre¶lenie js_transform - "%s"
sk: Chybná ¹pecifikácia parametra pre js_transform - "%s"
uk: Нев╕рна специф╕кац╕я js_transform - "%s"

source: Invalid number list specification - "%s"
cs: Chybná polo¾ka v èíselném seznamu - "%s"
fr: Spécification de liste de nombres invalide - "%s"
pl: Niepoprawne okre¶lenie ¿±dania - "%s"
sk: Chybná ¹pecifikácia èíselného zoznamu - "%s"

source: Invalid FTP login handshake string "%s".
cs: Chybné urèení pøihla¹ovací procedury k FTP serveru "%s".
fr: Chaîne de connexion FTP invalide "%s"
pl: Niepoprawny ³añcuch "%s" uzgadniania loginu FTP
sk: Chybná ¹pecifikácia prihlasovacej procedúry pre FTP server "%s".

source: Unable to parse "%s"
cs: Nemohu oddìlit "%s"
fr: Impossible d'analyser "%s"
pl: Nie mo¿na przetworzyæ "%s"
sk: Nie je mo¾né spracova» "%s"
uk: Не можу роз╕брати "%s"

source: ERROR: Scenario loading failed (%s)
cs: CHYBA: Naètení scénáøe selhalo (%s)
fr: Erreur : Chargement du scenario (%s) impossible
pl: B£¡D: B³êdny odczyt scenariusza (%s)
sk: Chyba: neúspe¹né naèítanie scenára (%s)
uk: ПОМИЛКА: Не вдалося прочитати сценар╕й (%s)

source: Unable to parse : %s
cs: Nemohu oddìlit : %s
fr: Impossible d'analyser : "%s"
pl: Nie mo¿na przetowzyæ : %s
sk: Nespracovateµný záznam : %s
uk: Не можу роз╕брати : %s

source: Cookie file format not supported for writing.
sk: Formát súboru s Cookies nepodporuje zápis.

source: Updating cookie file
cs: Aktualizace souboru s cookies
fr: Mise à jour du fichier des cookies
pl: Uaktualnianie pliku ciasteczek
sk: Obnovuje sa súbor cookies
uk: Поновлю╓мо файл з коржиками

source: Cookie file has changed - > synchronizing
cs: Soubor s cookie se zmìnil -> synchronizuji
fr: Le fichier des cookies a été modifié -> synchronisation
pl: Plik ciasteczek zmieniony - > synchronizowanie
sk: Súbor cookes bol zmenený -> nasleduje synchronizácia
uk: Файл з коржиками зм╕нився - > синхрон╕зу╓мося

source: Server %s is trying to set cookie for %s domain
cs: Server %s se pokou¹í nastavit cookie pro doménu %s
fr: Le serveur %s tente de positionner un cookie pour le domaine %s
pl: Serwer %s próbuje ustawiæ ciasteczko dla domeny %s
sk: Server %s sa pokú¹a nastavi» cookie pre doménu %s
uk: Сервер %s намага╓ться дати коржика для домену %s

source: Removing cookie from disabled domain %s
cs: Odstraòuji cookie ze zakázané domény %s
fr: Effacement des cookies du domaine désactivé %s
pl: Usuwanie ciasteczka z wy³±czonej domeny %s
sk: Ma¾e sa záznam cookie zo zakázanej domény %s
uk: Видаля╓мо коржика з недозволеного домена %s

source: HTML parsers
cs: HTML parser
fr: Analyseur HTML
pl: Parsery HTML
sk: HTML analyzátor
uk: Розбирач╕ HTML

source: Server responses
cs: Odpovìdi serveru
fr: Réponses du serveur
pl: Odpowiedzi serwera
sk: Odpovede serverov
uk: В╕дгуки сервера

source: Client requests
cs: Po¾adavky klientù
fr: Requêtes client
pl: ¯±dania klienta
sk: Po¾iadavky na servery
uk: Запити кл╕╓нта

source: Procedure calling
cs: Volání procedur
fr: Appel de procédure
pl: Wywo³ywanie procedury
sk: Volanie procedúr
uk: Виклики процедур

source: File locking
cs: Zamykání souborù
fr: Verrouillage de fichier
pl: Blokowanie pliku
sk: Uzamykanie súborov
uk: Локування файл╕в

source: Networking code
cs: Sí»ování
fr: Code de support réseau
pl: Kodowanie sieci
sk: Sie»ové rutiny
uk: Коди роботи з мережею

source: Miscelanous
cs: Rùzné
fr: Divers
pl: Ró¿ne
sk: Rôzne iné
uk: Р╕зне

source: Extended user infos
cs: Roz¹íøené informace o u¾ivateli
fr: Informations utilisateur étendues
pl: Rozszerzone informacje u¿ytkownika
sk: Roz¹írené informácie pre pou¾ívaµa

source: Multithreading - locking
cs: Multithreading - zamykání
fr: Multithreading - verrouillage
pl: Wielow±tkowanie - blokowanie
sk: Multithreading - uzamykanie
uk: Багатопотоков╕сть - локування

source: Multithreading - threads
cs: Multithreading - vlákna
pl: Wielow±tkowanie - w±tki
sk: Multithreading - thready
uk: Багатопотоков╕сть - потоки

source: POST request data
cs: data POST dotazu
fr: Données de requête POST
pl: ¯±danie danych POST
sk: Dáta POST po¾iadaviek
uk: Дан╕ запиту POST

source: Limiting conditions
cs: Omezující podmínky
fr: Conditions de limitation
pl: Warunki ograniczania
sk: Obmedzujúce podmienky
uk: Умови обмежень

source: SSL informations
sk: SSL informácie

source: Bad debug level selection : %s
cs: Chybná úroveò ladících hlá¹ení : %s
fr: Niveau de déboguage erroné : %s
pl: Z³y wybór poziomu ¶ledzenia :%s
sk: Chybný výber úrovne ladenia : %s
uk: Нев╕рний виб╕р режиму в╕дладки : %s

source: decode
fr: Decodage
pl: dekoduj
sk: dekódovanie

source: Trying to do HTTP Digest authorization
cs: Pokus o HTTP Digest autorizaci
fr: Essai d'authentification HTTP en mode abrégé
pl: Próba uwierzytelnienia HTTP Digest
sk: Pokus o HTTP Digest autorizáciu
uk: Намага╓мося пройти HTTP Digest авторизац╕ю

source: Trying to do HTTP proxy Digest authorization
cs: Pokus o HTTP Proxy Digest autorizaci
fr: Essai d'authentification proxy HTTP en mode abrégé
pl: Próba uwierzytelnienia proxy HTTP Digest
sk: Pokus o HTTP proxy Digest autorizáciu
uk: Намага╓мося пройти HTTP proxy Digest авторизац╕ю

source: Error parsing .pavuk_info file field: %s
cs: V .pavuk_info je chybnì polo¾ka %s
fr: Erreur dans le champ %s de .pavuk_info
pl: B³±d przetwarzania pola pliku .pavuk_info: %s
sk: Chyba pri spracovávaní polo¾ku .pavuk_info súboru: %s
uk: Помилка розбирання файла .pavuk_info: %s

source: Transfering data
cs: Pøenos dat
fr: Transfert en cours
pl: Trasmisja danych
sk: Prenos údajov
uk: Тягнемо дан╕

source: setsockopt: SO_RCVBUF failed
cs: setsockopt: SO_RCVBUF selhalo
fr: setsockopt : échec SO_RCVBUF
pl: setsockopt: b³±d SO_RCVBUF
sk: setsockopt: SO_RCVBUF bolo neúspe¹né
uk: setsockopt: зб╕й SO_RCVBUF

source: storing document
cs: ukládám dokument
fr: Enregistrement du document
pl: zapamiêtywanie dokumentu
sk: ukladanie dokumentu
uk: збер╕га╓мо документ

source: Document transfer data
cs: Pøená¹ím data dokumentu
fr: Données de tranfert
pl: Wykonano transmisjê danych
sk: Prenos dát dokumentu

source: Data transfer done
cs: Pøenos dat ukonèen
fr: Tranfert terminé
pl: Wykonano transmisjê danych
sk: Prenos dát bol ukonèený
uk: Дан╕ витягнуто

source: Trying to resume from position %d
sk: Pokus dokonèi» prenos od pozície %d

source: Opening connection
cs: Otvírám spojení
fr: Ouverture de la connexion
pl: Otwieranie po³±czenia
sk: Otvára sa spojenie
uk: В╕дкрива╓мо з'╓днання

source: Loading local copy
cs: Naèítám místní kopii
fr: Chargement de la copie locale
pl: Czytanie kopii lokalnej
sk: Naèítava sa lokálna kópia
uk: Завантажу╓мо локальну коп╕ю

source: File may be truncated
cs: Soubor mù¾e být neúplný
fr: Le fichier est peut-être corrompu
pl: Plik mo¿e byæ obciêty
sk: Súbor mo¾e by» neúplný
uk: Файл може бути ус╕ченим

source: Decoding document - OK
cs: Dekódování dokumentu - OK
fr: Décodage du document réussi
pl: Dekodowanie dokumentu - OK
sk: Dekódovanie dokumentu - v poriadku
uk: Декодування документа - ОК

source: Decoding document - failed
cs: Dekódování dokumentu - selhalo
fr: Echec du décodage du document
pl: Dekodowanie dokumentu - b³±d
sk: Dekódovanie dokumentu - neúspe¹né
uk: Декодування документа - зб╕й

source: Deflating document - failed
sk: Dekódovanie dokumentu - neúspe¹né
