Repository: jameshilliard/bhr4_release_01_04_00_10
Catalog: pavuk-0.9.35/po/*.po
Languages: cs, fr, pl, sk, uk

source: Unsupported document encoding
cs: Nepodporované kódování dokumentu
fr: Codage du document non supporté
pl: Nieobs³ugiwane kodowanie dokumentu
sk: Nepodporované kódovanie dokumentov
uk: Кодування документа, що не п╕дтриму╓ться

source: Received Encoded file but decoding not allowed (untouched)
cs: Obdr¾en zakódovaný dokument, ale odkódování není povoleni (nezmìnìn)
fr: Fichier encodé reçu mais le décodage est refusé
pl: Odebrano kodowany dokument ale nie mo¿na odkodowaæ (nietkniêty)
sk: Dokument je zakódovaný, ale odkódovanie nebolo povolené
uk: Отримано закодованим, та декодування не дозволене (лишили, як ╓)

source: Removing improper document : %s
cs: Ma¾u neaktualní dokument : %s
fr: Elimination du document %s non conforme
pl: Usuwanie niepoprawnego dokumentu : %s
sk: Ma¾e sa neaktuálny dokument : %s
uk: Видаля╓мо "зб╕йний" документ : %s

source: Local file
cs: Lokální soubor
fr: Fichier local
pl: Plik lokalny
sk: Lokálny súbor
uk: Локальний файл

source: Gopher/Text File
cs: Gopher/Textový soubor
fr: Fichier Texte Gopher
pl: Gopher/Plik tekstowy
sk: Gopher/Textový subor
uk: Gopher/Текстовий файл

source: Gopher/Directory
cs: Gopher/Adresáø
fr: Répertoire Gopher
pl: Gopher/Katalog
sk: Gopher/Adresár
uk: Gopher/Директор╕я

source: Gopher/CSO phone book
cs: Gopher/CSO telefonní seznam
fr: Répertoire Gopher/CSO
pl: Gopher/ksi±¿ka telefoniczna CSO
sk: Gopher/CSO telefónny zoznam
uk: Телефонна книга Gopher/CSO

source: Gopher/Error
cs: Gopher/Chyba
fr: Erreur Gopher
pl: Gopher/B³±d
sk: Gopher/Chyba
uk: Gopher/Помилка

source: Gopher/Search index
cs: Gopher/Vyhledavací index
fr: Index de recherche Gopher
pl: Gopher/Indeks wyszukiwania
sk: Gopher/Vyhµadávací index

source: Gopher/Telnet session
cs: Gopher/Telnet sezení
fr: Session Telnet Gopher
pl: Gopher/Sesja telnet
sk: Gopher/Telnet sedenie

source: Gopher/Duplicated server
cs: Gopher/Duplikaèní server
fr: Serveur dupliqué Gopher
pl: Gopher/Zduplikowany serwer
sk: Gopher/Redundantný server

source: Gopher/GIF
fr: GIF Gopher
sk: Gopher/GIF obrázok

source: Gopher/Image
cs: Gopher/Obrázek
fr: Image Gopher
pl: Gopher/Obraz
sk: Gopher/Obrázok

source: FTP/Directory
cs: FTP/Adresáø
fr: Répertoire FTP
pl: FTP/Katalog
sk: FTP/Adresár
uk: FTP/Директор╕я

source: FTP/File
cs: FTP/Soubor
fr: Fichier FTP
pl: FTP/Plik
sk: FTP/Súbor
uk: FTP/Файл

source: FTPS/Directory
cs: FTPS/Adresáø
fr: Répertoire FTPS
pl: FTPS/Katalog
sk: FTPS/Adresár
uk: FTPS/Директор╕я

source: FTPS/File
cs: FTPS/Soubor
fr: Fichier FTPS
pl: FTPS/Plik
sk: FTPS/Súbor
uk: FTPS/Файл

source: Unsupported type
cs: Nepodporovaný typ
fr: Type non supporté
pl: Nieobs³ugiwany typ
sk: Nepodporovaný typ
uk: Тип не п╕дтриму╓ться

source: S: %s [R: %s] [ET: %s] [RT: %s]
sk: V: %s [R: %s] [UÈ: %s] [ZÈ: %s]

source: S: %s [R: %s] [ET: %s]
sk: V: %s [R: %s] [UÈ: %s]

source: Waiting to releases document lock on: %s
cs: Èekám na uvolnìní zámku na dokumentu: %s
fr: En attente de déverrouillage du document : %s
pl: Oczekiwanie na zwolnienie blokady dokumentu : %s
sk: Èakám na uvolnenie uzamknutého súboru: %s
uk: Чека╓мо на вив╕льнення документа: %s

source: Rewriting links inside parent documents
cs: Pøepisuji odkazy v rodièovských dokumentech
fr: Ré-écriture des liens dans les documents parents
pl: Przepisywanie dowi±zañ wewn±trz g³ównego dokumentu
sk: Prepisovanie odkazov v rodièovskom dokumente
uk: Переписування посилань у "батьк╕вських" документах

source: %s: user break
cs: %s: pøeru¹ení u¾ivatelem
fr: %s : pause utilisateur
pl: %s: przerwanie u¿ytkownika
sk: %s: preru¹ené pou¾ívateµom
uk: %s : об╕рвано користувачем

source: %s: ERROR: storing document
cs: %s: CHYBA: ukládání dokumentù
fr: %s : Erreur à l'enregistrement du document
pl: %s: B£¡D: zapamiêtywanie dokumentu
sk: %s: Chyba: ukladanie dokumentu
uk: %s : ПОМИЛКА збер╕гання документа

source: %s: ERROR: opening file
cs: %s: CHYBA: otevøení souboru
fr: %s : Erreur à l'ouverture du fichier
pl: %s: B£¡D: otwieranie pliku
sk: %s: Chyba: otváranie súboru
uk: %s : ПОМИЛКА в╕дкривання файла

source: %s: ERROR: URL pointing to local directory is not supported
cs: %s: CHYBA: URL lokalního adresáøe není podporováno
fr: %s : Erreur : l'adresse pointant vers le répertoire local n'est pas supportée
pl: %s: B£¡D: nieobs³ugiwane URL wskazuj±ce na lokalny katalog
sk: %s: Chyba: URL lokálneho adresára nie je podporované
uk: %s : ПОМИЛКА: URL, що вказу╓ на локальну директор╕ю, не п╕дтриму╓ться

source: %s: ERROR: unknown
cs: %s: CHYBA: neznamá
fr: %s : Erreur inconnue
pl: %s: B£¡D: nieznany
sk: %s: Chyba: neznáma
uk: %s : ПОМИЛКА: нев╕дома

source: %s: ERROR: document is locked
cs: %s: CHYBA: dokument je uzamèený
fr: %s : Erreur : le document est verrouillé
pl: %s: B£¡D: dokument jest zablokowany
sk: %s: Chyba: dokument je uzamknutý
uk: %s : ПОМИЛКА: документ залоковано

source: %s: ERROR: reading socket
cs: %s: CHYBA: ètení soketu
fr: %s : Erreur : lecture de socket
pl: %s: B£¡D: czytanie gniazdka
sk: %s: Chyba: èítanie soketu
uk: %s : ПОМИЛКА читання з сокета

source: %s: MESSAGE: bigger than maximal allowed size
cs: %s: ZPRÁVA: vet¹í ne¾ maximalní povolená velikost
fr: %s : Information : taille supérieure au maximum autorisé
pl: %s: WIADOMO¦Æ: wiêkszy ni¿ maksymalna dopuszczalna wielko¶æ
sk: %s: Správa: dokument je väè¹í ako maximálna povolená veµkos»
uk: %s : ПОВ╤ДОМЛЕННЯ: перевищу╓ макс. дозволений розм╕р

source: %s: MESSAGE: disabled by user-exit script condition
cs: %s: ZPRÁVA: zakázáno u¾ivatelskùm skriptem pro pøístup
fr: %s : Information : désactivé par un script utilisateur
pl: %s: WIADOMO¦Æ: wy³±czone poprzez warunek skryptu wyj¶cia u¿ytkownika
sk: %s: Správa: URL vylúèené pou¾ívateµovým skriptom

source: %s: MESSAGE: smaller than minimal allowed size
cs: %s: ZPRÁVA: men¹í ne¾ minimální povolená velikost
fr: %s : Information : taille inférieure au minimum autorisé
pl: %s: WIADOMO¦Æ: mniejszy ni¿ minimalna dopuszczalna wielko¶æ
sk: %s: Správa: dokument je men¹í ako minimálna povolená veµkos»
uk: %s : ПОВ╤ДОМЛЕННЯ: менше за м╕н. дозволений розм╕р

source: %s: MESSAGE: this mime type is not allowed (%s)
cs: %s: ZPRÁVA: tento mine typ dokumentu není podporován (%s)
fr: %s : Information : type MIME non autorisé (%s)
pl: %s: WIADOMO¦Æ: ten typ MIME nie jest dopuszczalny (%s)
sk: %s: Správa: tento MIME typ nie je povolený (%s)
uk: %s : ПОВ╤ДОМЛЕННЯ: цей тип MIME заборонений (%s)

source: %s: ERROR: error in proxy connect
cs: %s: CHYBA: chyba pøi komunikaci s proxy
fr: %s : Erreur : erreur lors de la connexion au proxy
pl: %s: B£¡D: b³±d przy po³±czeniu proxy
sk: %s: Chyba: chyba pri komunikácii s proxy serverom
uk: %s : ПОМИЛКА: помилка п╕д'╓днання до прокс╕

source: %s: ERROR: transfer broken by user
cs: %s: CHYBA: pøenos pøeru¹en u¾ivatelem
fr: %s : Erreur : transfert arrêté par l'utilisateur
pl: %s: B£¡D: transmisja przerwana przez u¿ytkownika
sk: %s: Chyba: prenos ukonèený pou¾ívateµom
uk: %s : ПОМИЛКА: трансфер об╕рвано користувачем

source: %s: MESSAGE: file modification time doesn't fit to specified interval
cs: %s: ZPRÁVA: èas modifikace souboru neodpovídá specifikovanému intervalu
fr: %s : Information : la date de modification du fichier est en dehors del'intervalle spécifié
pl: %s: WIADOMO¦Æ: czas modyfikacji pliku nie mie¶ci siê w okre¶lonym przedziale czasowym
sk: %s: Správa: èas modifikácie dokumentu je mimo ¹pecifikovaného intervalu
uk: %s : ПОВ╤ДОМЛЕННЯ: час зм╕ни файла не вклада╓ться у вказаний ╕нтервал

source: %s: ERROR: file has zero size - possible error
cs: %s: CHYBA: soubor má nulovou velikost - mo¾ná chyba
fr: %s : Erreur : le fichier a une taille nulle - erreur possible
pl: %s: B£¡D: plik ma wielko¶æ zero - mo¿liwy b³±d
sk: %s: Chyba: súbor má nulovú dµ¾ku - pravdepodobne nastala chyba
uk: %s : ПОМИЛКА: файл ма╓ нульову довжину - певно, помилка

source: %s: MESSAGE: document was already processed
cs: %s: CHYBA: dokument byl ji¾ zpracován
fr: %s : Message : le document a déjà été traité
pl: %s: WIADOMO¦Æ: dokument ju¿ zosta³ przetworzony
sk: %s: Správa: dokument bol u¾ zpracovaný
uk: %s : ПОВ╤ДОМЛЕННЯ: документ вже було опрацьовано

source: %s: MESSAGE: document was disabled by user
cs: %s: ZPRÁVA: dokument zakázán u¾ivatelem
fr: %s : Message : document interdit par l'utilisateur
pl: %s: WIADOMO¦Æ: dokument wy³±czony przez u¿ytkownika
sk: %s: Správa: spracovanie dokumentom bolo zakázané pou¾ívateµom
uk: %s : ПОВ╤ДОМЛЕННЯ: документ було заборонено користувачем

source: %s: MESSAGE: document was disabled by limiting rules
cs: %s: ZPRÁVA: dokument zakázán omezujícími pravidly
fr: %s : Information : document interdit par les règles de limitation
pl: %s: WIADOMO¦Æ: dokument wy³±czony przez regu³y ograniczaj±ce
sk: %s: Správa: dokument bol vyradený na základe obmedzujúcich podmienok
uk: %s : ПОВ╤ДОМЛЕННЯ: документ було заборонено правилами обмежень

source: %s: WARNING: transfer rate lower than minimal allowed
cs: %s: POZOR: ni¾¹í ne¾ povolená minimální rychlost
fr: %s : Attention : le taux de transfert est inférieur au minimum autorisé
pl: %s: UWAGA: prêdko¶æ transmisji mniejsza ni¿ najni¿sza dopuszczalna
sk: %s: Správa: prenosová rýchlos» klesla pod minimálnu stanovenú
uk: %s : ПОВ╤ДОМЛЕННЯ: швидк╕сть менша за м╕н╕мальну дозволену

source: %s: WARNING: file size quota exceeded, rest will be truncated
cs: %s: POZOR: pøekroèena maximální velikost souboru, zkráceno
fr: %s : Attention : dépassement du quota de la taille des fichiers, le reste va être ignoré
pl: %s: UWAGA: przekroczono ograniczenie wielko¶ci pliku, reszta bêdzie obciêta
sk: %s: Správa: veµkos» dokumentu dosiahla maximálnu povolenú, zvy¹ok dokumentu bude odrezaný
uk: %s : ПОВ╤ДОМЛЕННЯ: розм╕р файла перевищу╓ меж╕, файл буде ус╕чено

source: %s: WARNING: transfer quota exceeded, breaking download
cs: %s: POZOR: maximální velikost pøenosu pøekroèena, pøeru¹uji pøenos
fr: %s : Attention : dépassement du quota, le transfert est interrompu
pl: %s: UWAGA: przekroczono ograniczenie transmisji, przerwanie pobierania
sk: %s: Správa: bol prekroèený maximálny povolený objem dát, prenos dát bude preru¹ený
uk: %s : ПОВ╤ДОМЛЕННЯ: швидк╕сть вийшла за меж╕, урива╓мо витягання

source: %s: ERROR: low free space on filesystem, breaking transfer
cs: %s: CHYBA: málo volného místa na disku, konèím pøenos
fr: %s : Erreur : pas assez d'espace sur le disque, le transfert est interrompu
pl: %s: B£¡D: ma³a ilo¶æ miejsca na dysku, przerwanie transmisji
sk: %s: Chyba: súborový systém je zaplnený po únosnú hranicu, prenos dát bude preru¹ený
uk: %s : ПОМИЛКА: замало в╕льного м╕сця на ФС, урива╓мо витягання

source: %s: WARNING: maximal allowed running time exceeded, downloading will break
cs: %s: POZOR: pøekroèena maximální doba bìhu, stahování skonèí
fr: %s : Attention : dépassement du temps maximum de téléchargement, le transfert va être arrêté
pl: %s: UWAGA: przekroczono maksymalny dopuszczalny czas uruchomienia, pobieranie zostanie przerwane
sk: %s: Správa: program prekroèil maximálny povolený èas behu, prenos bude preru¹ený
uk: %s : ПОМИЛКА: макс. час витягання перевищено, урива╓мо витягання

source: %s: ERROR: unnown FTP error
cs: %s: CHYBA: neznamá FTP chyba
fr: %s : Erreur : erreur FTP inconnue
pl: %s: B£¡D: nieznany b³±d FTP
sk: %s: Chyba: neznáma chyba vo FTP protokole
uk: %s : ПОМИЛКА: нев╕дома помилка FTP

source: %s: ERROR: FTP server doesn't support REST command
cs: %s: CHYBA: FTP server nepodporuje REST pøíkaz
fr: %s : Erreur : le serveur FTP ne supporte pas la commande REST
pl: %s: B£¡D: serwer ftp nie obs³uguje polecenia REST
sk: %s: Chyba: FTP server nepodporuje príkaz REST
uk: %s : ПОМИЛКА: FTP сервер не п╕дтриму╓ команду REST

source: %s: ERROR: unable to list directory content
cs: %s: CHYBA: není mo¾né získat obsah FTP adresáøe
fr: %s : Erreur : impossible d'afficher le contenu du répertoire
pl: %s: B£¡D: nie mo¿na wylistowaæ zawarto¶ci katalogu
sk: %s: Chyba: nie je mo¾né získa» obsah FTP adresára
uk: %s : ПОМИЛКА: неможливо отримати список директор╕╖

source: %s: ERROR: unable to connect to FTP server
cs: %s: CHYBA: není mo¾né se spojit s FTP serverem
fr: %s : Erreur : impossible de se connecter au serveur FTP
pl: %s: B£¡D: nie mo¿na po³±czyæ siê z serwerem FTP
sk: %s: Chyba: nie je mo¾né otvori» spojenie s FTP serverom
uk: %s : ПОМИЛКА: неможливо п╕д'╓днатися до сервера FTP

source: %s: ERROR: FTP authentification - bad username
cs: %s: CHYBA: FTP autentizace - ¹patné jméno
fr: %s : Erreur : authentification FTP - nom d'utilisateur incorrect
pl: %s: B£¡D: uwierzytelnianie FTP - z³a nazwa u¿ytkownika
sk: %s: Chyba: FTP autentifikácia - chybné meno pou¾ívateµa
uk: %s : ПОМИЛКА: автентиф╕кац╕я FTP - нев╕рне ╕м'я користувача

source: %s: ERROR: FTP authentification - bad password
cs: %s: CHYBA: FTP autentizace - ¹patné heslo
fr: %s : Erreur : authentification FTP - mot de passe incorrect
pl: %s: B£¡D: uwierzytelnianie FTP - z³e has³o
sk: %s: Chyba: FTP autentifikácia - chybné heslo
uk: %s : ПОМИЛКА: автентиф╕кац╕я FTP - нев╕рний пароль

source: %s: ERROR: FTP proxy authentification - bad username
cs: %s: CHYBA: FTP proxy autentifikace - ¹patné jméno
fr: %s : Erreur : authentification proxy FTP - nom d'utilisateur incorrect
pl: %s: B£¡D: uwierzytelnianie proxy FTP - z³a nazwa u¿ytkownika
sk: %s: Chyba: FTP proxy autentifikácia - chybné meno pou¾ívateµa
uk: %s : ПОМИЛКА: автентиф╕кац╕я на FTP прокс╕ - нев╕рне ╕м'я користувача

source: %s: ERROR: FTP proxy authentification - bad password
cs: %s: CHYBA: FTP proxy autentifikace - ¹patné heslo
fr: %s : Erreur : authentification proxy FTP - mot de passe incorrect
pl: %s: B£¡D: uwierzytelnianie proxy FTP - z³e has³o
sk: %s: Chyba: FTP proxy autentifikácia - chybné heslo
uk: %s : ПОМИЛКА: автентиф╕кац╕я на FTP прокс╕ - нев╕рний пароль

source: %s: ERROR: unable to open FTP data connection
cs: %s: CHYBA: nemù¾u otevøít FTP spojení
fr: %s : Erreur : impossible d'ouvrir la connexion FTP
pl: %s: B£¡D: nie mo¿na otworzyæ po³±czenia danych FTP
sk: %s: Chyba: nie je mo¾né otvori» dátové spojenie s FTP serverom
uk: %s : ПОМИЛКА: неможливо в╕дкрити з'╓днання FTP data

source: %s: ERROR: unable to get file from FTP server
cs: %s: CHYBA: nemù¾u pøenést soubor z FTP serveru
fr: %s : Erreur : impossible de télécharger le fichier du serveur FTP
pl: %s: B£¡D: nie mo¿na pobraæ pliku z serwera FTP
sk: %s: Chyba: nie je mo¾né prenies» súbor z FTP servera
uk: %s : ПОМИЛКА: неможливо отримати файл з сервера FTP

source: %s: ERROR: FTP server doesn't support MDTM command
cs: %s: CHYBA: FTP server nepodporuje MDTM pøíkaz
fr: %s : Erreur : le serveur FTP ne supporte pas la commande MDTM
pl: %s: B£¡D: serwer FTP nie obs³uguje polecenia MDTM
sk: %s: ERROR: FTP server nepodporuje príkaz MDTM
uk: %s : ПОМИЛКА: сервер FTP не п╕дтриму╓ команду MDTM

source: %s: ERROR: file from FTP server is truncated
cs: %s: CHYBA: soubor z FTP serveru je zkrácen
fr: %s : Erreur : le fichier téléchargé du serveur FTP est corrompu
pl: %s: B£¡D: plik z serwera FTP jest obciêty
sk: %s: Chyba: súbor z FTP servera nebol prenesený kompletný
uk: %s : ПОМИЛКА: файл з сервера FTP ус╕чено

source: %s: MESSAGE: reget unneeded - file is up to date
cs: %s: ZPRÁVA: dokument není potøeba znovu pøená¹et, je aktualní
fr: %s : Information : recupération inutile - le fichier est à jour
pl: %s: WIADOMO¦Æ: niepotrzebne ponowne pobieranie - plik jest aktualny
sk: %s: Správa: dokument nieje potrebné znovu prená¹a», je aktuálny
uk: %s : ПОВ╤ДОМЛЕННЯ: нема чого перевитягувати - файл не м╕нявся

source: %s: MESSAGE: FTP transfer not allowed because of rules
cs: %s: ZPRÁVA: FTP pøenos není povolený podle pravidel
fr: %s : Information : Transfert FTP non autorisé par les règles
pl: %s: WIADOMO¦Æ: transmisja FTP niedopuszczalna ze wzglêdu na regu³y
sk: %s: Správa: FTP prenos nie je povolený podµa pravidiel
uk: %s : ПОВ╤ДОМЛЕННЯ: трансфер FTP заборонено правилами обмежень

source: %s: WARNING: FTP directory URL, but FTP directory not allowed (-FTPdir)
cs: %s: UPOZORNÌNÍ: pøenos obsahu FTP adresáøe není povolený (-FTPdir)
fr: %s: Attention : répertoire FTP non autorisé (-FTPdir)
pl: %s: UWAGA: URL katalog FTP, a niedopuszczalne katalogi FTP (-FTPdir)
sk: %s: Upozornenie: prenos obsahu FTP adresára nie je povolený (-FTPdir)
uk: %s : ПОВ╤ДОМЛЕННЯ: це URL директор╕╖ FTP, але робота з директор╕ями FTP не дозволена (-FTPdir)

source: %s: WARNING: FTP login_handshake failed
cs: %s: VAROVÁNÍ: FTP login_handshake selhal
fr: %s : Attention : échec de la procédure de connexion FTP
pl: %s: UWAGA: b³±d uzgadniania loginu FTP
sk: %s: Upozornenie: prihlasovacia procedura pre FTP server bola neúspe¹ná

source: %s: ERROR: unknown HTTP error
cs: %s: CHYBA: neznamá HTTP chyba
fr: %s : Erreur : erreur HTTP inconnue
pl: %s: B£¡D: nieznany b³±d HTTP
sk: %s: Chyba: neznáma chyba HTTP protokolu
uk: %s : ПОМИЛКА: нев╕дома помилка HTTP

source: %s: ERROR: unable to connect to HTTP server
cs: %s: CHYBA: nemù¾u se spojit s HTTP serverem
fr: %s : Erreur : connexion au serveur HTTP impossible
pl: %s: B£¡D: nie mo¿na po³±czyæ siê z serwerem HTTP
sk: %s: Chyba: nie je mo¾né otvori» spojenie s HTTP serverom
uk: %s : ПОМИЛКА: неможливо п╕д'╓днатися до сервера HTTP

source: %s: ERROR: HTTP server doesn't support partial content retrieving
cs: %s: CHYBA: HTTP nepodporuje èásteèný pøenos obsahu souboru
fr: %s : Erreur : le serveur HTTP ne supporte pas les téléchargements partiels
pl: %s: B£¡D: serwer HTTP nie obs³uguje czê¶ciowego odbierania zawarto¶ci
sk: %s: Chyba: HTTP server nepodporuje èiastoèný prenos obsahu súboru
uk: %s : ПОМИЛКА: сервер HTTP не п╕дтриму╓ часткову передачу документ╕в

source: %s: ERROR: broken HTTP request send
cs: %s: CHYBA: po¹kozený HTTP po¾adavek
fr: %s : Erreur : requête HTTP envoyée corrompue
pl: %s: B£¡D: przerwane wysy³anie ¿±dania HTTP
sk: %s: Chyba: chybná HTTP po¾iadavka

source: %s: ERROR: failed to read HTTP response
cs: %s: CHYBA: nelze pøeèíst HTTP odpovìï
fr: %si : Erreur : impossible de lire la réponse HTTP
pl: %s: B£¡D: b³±d odczytu odpowiedzi HTTP
sk: %s: Chyba: nie je mo¾né preèíta» HTTP odpoveï
uk: %s : ПОМИЛКА: зб╕й читання в╕дгука HTTP

source: %s: ERROR: unexpected HTTP response code after trying to reget
cs: %s: CHYBA: neoèekávaný HTTP kód po pokusu o napojení
fr: %s : Erreur : réponse HTTP inattendue après la tentative de rechargement
pl: %s: B£¡D: nieoczekiwany kod odpowiedzi HTTP przy próbie ponownego pobierania
sk: %s: Chyba: neoèakávana odpoveï HTTP servera pri pokuse o nadviazanie preru¹eného prenosu

source: %s: ERROR: unable to send HTTP request data
cs: %s: CHYBA: nelze poslat data HTTP po¾adavku
fr: %s : Erreur : impossible de transmettre les données de la requête HTTP
pl: %s: B£¡D: nie mo¿na wys³aæ danych ¿±dania HTTP
sk: %s: Chyba: nie je mo¾né odosla» HTTP po¾iadavku
uk: %s : ПОМИЛКА: неможливо над╕слати дан╕ запиту HTTP

source: %s: MESSAGE: redirecting to another location
cs: %s: ZPRÁVA: pøesmìrování
fr: %s : Information : redirection vers une autre adresse
pl: %s: WIADOMO¦Æ: przekierowanie do innego miejsca
sk: %s: Správa: presmerovanie na iné URL
uk: %s : ПОВ╤ДОМЛЕННЯ: перенаправлення до ╕ншого м╕сця

source: %s: ERROR: HTTP document is truncated
cs: %s: CHYBA: HTTP dokument je neúplný
fr: %s : Erreur : le document HTTP est corrompu
pl: %s: B£¡D: dokument HTTP jest obciêty
sk: %s: Chyba: HTTP dokument je neúplný
uk: %s : ПОМИЛКА: документ HTTP ус╕чений

source: %s: ERROR: cyclic redirection!
cs: %s: CHYBA: kruhové pøesmìrování!
fr: %s : Erreur : redirection cyclique !
pl: %s: B£¡D: cykliczne przekierowanie!
sk: %s: CHYBA: cyklické presmerovanie!
uk: %s : ПОМИЛКА: цикл╕чне перенаправлення!

source: %s: ERROR: redirecting to unsupported URL
cs: %s: CHYBA: pøesmìrování na nepodporované URL
fr: %s : Erreur : redirection vers une adresse non supportée
pl: %s: B£¡D: przekierowanie do nieobs³ugiwanego URL
sk: %s: Chyba: presmerovanie na nepodporovaný typ URL
uk: %s : ПОМИЛКА: перенаправлення до URL, що не п╕дтриму╓ться

source: %s: ERROR: unable to connect to proxy server
cs: %s: CHYBA: není mo¾né se spojit s proxy serverem
fr: %s : Erreur : connexion au proxy impossible
pl: %s: B£¡D: nie mo¿na po³±czyæ siê z serwerm proxy
sk: %s: Chyba: nie je mo¾né otvori» spojenie s proxy serverom
uk: %s : ПОМИЛКА: неможливо п╕д'╓днатися до прокс╕ сервера

source: %s: ERROR: received bad redirect response from server
cs: %s: CHYBA: neplatný redirekt od serveru
fr: %s : Erreur : la réponse de redirection du serveur est erronée
pl: %s: B£¡D: odebrano z serwera odpowied¼ b³êdnego przekierowania
sk: %s: Chyba: sever poslal chybnú po¾iadavku na presmerovanie
uk: %s : ПОМИЛКА: отримано нев╕рний в╕дгук перенаправлення

source: %s: ERROR: unable to do NTLM authorization
cs: %s: CHYBA: nelze provést NTML autorizaci
fr: %s : Erreur : authentification Windows NT impossible
pl: %s: B£¡D: nie mo¿na dokonaæ uwierzytelnienia NTLM
sk: %s: Chyba: nie je mo¾né prihlási» sa na server pomocou NTLM autorizacie
uk: %s : ПОМИЛКА: неможливо зд╕йснити авторизац╕ю NTLM

source: %s: ERROR: unable to do HTTP Digest authorization
cs: %s: CHYBA: nelze provést HTTP Digest autorizaci
fr: %s : Erreur : authentification HTTP abrégée impossible
pl: %s: B£¡D: nie mo¿na dokonaæ uwierzytelnienia HTTP Digest
sk: %s: Chyba: nie je mo¾né prihlási» sa na server pomocou HTTP Digest autorizacie
uk: %s : ПОМИЛКА: неможливо зд╕йснити авторизац╕ю HTTP Digest

source: %s: ERROR: unable to do NTLM proxy authorization
cs: %s: CHYBA: nelze provést NTML proxy autorizaci
fr: %s : Erreur : authentification proxy Windows NT impossible
pl: %s: B£¡D: nie mo¿na dokonaæ uwierzytelnienia NTLM proxy
sk: %s: Chyba: nie je mo¾né prihlási» sa na proxy server pomocou NTLM autorizacie
uk: %s : ПОМИЛКА: неможливо зд╕йснити авторизац╕ю NTLM proxy

source: %s: ERROR: unable to do HTTP proxy Digest authorization
cs: %s: CHYBA: nelze provést HTTP Proxy Digest autorizaci
fr: %s : Erreur : authentification proxy HTTP impossible
pl: %s: B£¡D: nie mo¿na dokonaæ uwierzytelnienia proxy HTTP Digest
sk: %s: Chyba: nie je mo¾né prihlási» sa na proxy server pomocou HTTP Digest autorizacie
uk: %s : ПОМИЛКА: неможливо зд╕йснити авторизац╕ю HTTP proxy Digest

source: %s: ERROR: HTTP client sends bad request
cs: %s: CHYBA: HTTP klient poslal ¹patný po¾adavek
fr: %s : Erreur : émission d'une requête erronée par le client HTTP
pl: %s: B£¡D: klient HTTP wysy³± b³êdne ¿±danie
sk: %s: Chyba: HTTP klient zaslal nesprávnu po¾iadavku
uk: %s : ПОМИЛКА: HTTP кл╕╓нт надсила╓ нев╕рного запита

source: %s: ERROR: HTTP authentication is required
cs: %s: CHYBA: je po¾adována HTTP autorizace
fr: %s : Erreur : Authentification HTTP demandée
pl: %s: B£¡D: wymagane jest uwierzytelnienie HTTP
sk: %s: Chyba: je po¾adovaná HTTP autentikácia
uk: %s : ПОМИЛКА: необх╕дна авторизац╕я HTTP

source: %s: ERROR: HTTP proxy authentication is required
cs: %s: CHYBA: je po¾adována autorizace u HTTP proxy
fr: %s : Erreur : Authentification proxy HTTP demandée
pl: %s: B£¡D: wymagane jest uwierzytelnienie HTTP proxy
sk: %s: Chyba: je po¾adovaná HTTP autentikácia proxy serverom
uk: %s : ПОМИЛКА: необх╕дна авторизац╕я HTTP proxy

source: %s: ERROR: HTTP payment required
cs: %s: CHYBA: HTTP placená slu¾ba
fr: %s : Erreur : paiement HTTP demandé
pl: %s: B£¡D: wymagane op³acenie HTTP
sk: %s: Chyba: HTTP - platená slu¾ba

source: %s: ERROR: forbidden HTTP request
cs: %s: CHYBA: zakazáný HTTP po¾adavek
fr: %s : Erreur : requête HTTP non autorisée
pl: %s: B£¡D: ¿±danie zabronionego HTTP
sk: %s: Chyba: zakázaná HTTP po¾iadavka

source: %s: ERROR: HTTP document not found
cs: %s: CHYBA: HTTP dokument nenalezen
fr: %s : Erreur : document HTTP non trouvé
pl: %s: B£¡D: nie znaleziono dokumentu HTTP
sk: %s: Chyba: HTTP dokument nebol nájdený
uk: %s : ПОМИЛКА: HTTP документ не знайдено

source: %s: ERROR: HTTP remote server error
cs: %s: CHYBA: chyba HTTP serveru
fr: %s : Erreur : erreur du serveur HTTP
pl: %s: B£¡D: b³±d zdalnego serwera HTTP
sk: %s: Chyba: chyba HTTP servera
